	const questions = [
   	   		{ id: 1, question: "តើសរីរាង្គមួយណា ដែលផ្សំឡើង ដោយសាច់ដុំអឆន្ទៈ( Involuntary ) ?", options: ["ស្បូន", "ថ្លើម", "អណ្តើក", "លំពែង"], correctAnswerIndex: 0 },
            { id: 2, question: "តើមីតូស គឺជាអ្វី ?", options: ["ប្រភេទមួយ នៃការបំបែកខ្លួន របស់កោសិកា ធម្មតា", "ការធ្វើមេតាបូលីស របស់កោសិកា", "ការជួសជុល កោសិកា ដែលខូចខាត", "ប្រភេទមួយ នៃជាលិកា ដែលមាន កោសិកាច្រើន"], correctAnswerIndex: 0 },
            { id: 3, question: "តើក្រពេញណា មួយដែលជា ក្រពេញអង់ដូគ្រីន ?", options: ["ក្រពេញញើស", "ក្រពេញទឹកមាត់", "ក្រពេញរំលាយអាហារ", "ក្រពេញ Thyroide"], correctAnswerIndex: 3 },
            { id: 4, question: "តើម៉ូលេគុល DNA នឹងបង្កើតទៅជាអ្វី នៅក្នុងដំណាក់កាល អន្តរកាល Interphase នៃការបំបែក កោសិកា ?", options: ["សង់ទ្រីយ៉ូល", "ក្រូម៉ាទីន", "ផ្នែកចុងរបស់ កោសិកាទាំងសងខាង", "នុយក្លេអ៊ូល"], correctAnswerIndex: 1 },
            { id: 5, question: "តើនៅក្នុងដំណាក់កាល មួយណាដែលកើត មានការបំបែកខ្លួន របស់ស៊ីតូប្លាស ?", options: ["ដំណាក់កាល បំបែកខ្លួន របស់នុយក្លេអ៊ូល", "ដំណាក់កាល មុនការបំបែក ខ្លួនរបស់មីតូស", "ដំណាក់កាល ចាប់ផ្តើម នៃការបំបែក ខ្លួនរបស់មីតូស", "ដំណាក់កាល ចុងក្រោយ នៃការបំបែកខ្លួន របស់មីតូស"], correctAnswerIndex: 3 },
            { id: 6, question: "តើនៅក្នុង រយៈពេលមួយ ណាដែលកោសិកា មិនធ្វើការបំបែកខ្លួន ?", options: ["Interphase", "Prophase", "Mitosis", "Diffusion"], correctAnswerIndex: 0 },
            { id: 7, question: "តើមនុស្ស មានក្រូម៉ូសូម ចំនួនប៉ុន្មានគូ ?", options: ["១៣ គូ", "២៣ គូ", "២៨ គូ", "៣៣ គូ"], correctAnswerIndex: 1 },
            { id: 8, question: "តើក្រូម៉ូសូម ស្ថិតនៅលើខ្សែត្រង់ផ្នែកណា នៅក្នុងដំណាក់កាល Metaphase ?", options: ["ផ្នែកខាង ដើមកោសិក", "ផ្នែកខាង ចុងកោសិកា", "ផ្នែកកណ្តាល កោសិកា", "ផ្នែកទាំងសង ខាងកោសិកា"], correctAnswerIndex: 2 },
            { id: 9, question: "តើដំណាក់កាល លទ្ធផលនៃការបំបែក ខ្លួនរបស់មីតូស មានឈ្មោះថា ដូចម្តេច ?", options: ["Diffusion", "Anaphase", "Telophase", "Metaphase"], correctAnswerIndex: 1 },
            { id: 10, question: "តើ Meiose គឺជាអ្វី ?", options: ["ប្រភេទ នៃការបំបែកខ្លួន របស់កោសិកា បន្តពូជ", "ប្រភេទ នៃការបំបែកជាលិកា ដែលព័ទ្ធជុំវិញកោសិកា", "ប្រភេទ នៃការបំបែកខ្លួន របស់កោសិកាកើតឡើង ក្នុងពេលពេញវ័យនៃអរម៉ូន", "ប្រភេទ នៃការបំបែកខ្លួន របស់កោសិកាបន្តពូជ និងដែលព័ទ្ធជុំវិញ"], correctAnswerIndex: 0 },
            { id: 11, question: "តើភ្នាសរបស់កោសិកា មានលក្ខណៈ យ៉ាងដូចម្តេចខ្លះ ?", options: ["ភ្នាសជ្រាបទាំងស្រុង", "ភ្នាសពាក់ កណ្តាលជ្រាប", "ភ្នាស មិនអាចជ្រាបបានទេ", "ភ្នាសជ្រាបទាំងស្រុង ជ្រាបពាក់កណ្តាលនិងមិនជ្រាប"], correctAnswerIndex: 1 },
            { id: 12, question: "តើអ្វីមួយ ជាដំណើរការ នៃការដឹកនាំអកម្ម ?", options: ["Dialysis", "Osmosis", "Filtration", "Dialysis និង Osmosis"], correctAnswerIndex: 3 },
            { id: 13, question: "តើជាលិកា គឺជាអ្វី ?", options: ["បណ្តុំសារធាតុ matrix ដែលមាន នៅក្នុងសារពាង្គកាយ", "បណ្តុំ កោសិកា សម្រាប់បង្កើត ផ្នែកផ្សេងៗ របស់រាងកាយ", "បណ្តុំសារធាតុគីមី ដែលមាន នៅក្នុងសារពាង្គកាយ", "បណ្តុំវីតាមីន ដែលមាន នៅក្នុងសារពាង្គកាយ"], correctAnswerIndex: 1 },
            { id: 14, question: "តើអ្វីខ្លះ ជាតួនាទីសំខាន់ នៃជាលិកា អេពីតេលីយ៉ាល់ ?", options: ["បង្កើត ស្រទាប់ការពាររាងកាយ", "បង្កើត ស្រទាប់ខាង ក្នុងនៃសរីរាង្គ", "បង្កើតជា សរីរាង្គទ្រទ្រង់", "បង្កើតស្រទាប់ការពារ រាងកាយនិងបង្កើត ស្រទាប់ខាងក្នុង នៃសរីរាង្គ"], correctAnswerIndex: 3 },
            { id: 15, question: "តើជាលិកាមួយណា ដែលជាជាលិកា អេពីតេលីយ៉ាល់ មានស្រទាប់ កោសិកាច្រើន ?", options: ["ជាលិកា អេពីតេលីយ៉ាល់សាមញ្ញ", "ជាលិកា អេពីតេលីយ៉ាល់ ដែលមានកោសិកាច្រើន", "ជាលិកា អេពីតេលីយ៉ាល់ ចំរុះ", "ជាលិកា អេពីតេលីយ៉ាល់សាមញ្ញ និងចំរុះ"], correctAnswerIndex: 2 },
            { id: 16, question: "តើជាលិកាមួយណា ដែលមិនមែនជា ជាលិកាដែលមានស្រទាប់ កោសិកាតែមួយ ?", options: ["ជាលិកា អេពីតេលីយ៉ាល់សាមញ្ញ", "ជាលិកា អេពីតេលីយ៉ាល់ ដែលមាន កោសិកាច្រើន", "ជាលិកា អេពីតេលីយ៉ាល់ចំរុះ", "ជាលិកាអេពីតេលីយ៉ាល់ ដែលមានកោសិកាច្រើន និងជាលិកា អេពីតេលីយ៉ាល់ ចំរុះ"], correctAnswerIndex: 3 },
            { id: 17, question: "តើ Ligaments ដែលចងភ្ជាប់ឆ្អឹងទៅនឹងឆ្អឹង កើតឡើង ដោយជាលិកាអ្វី ?", options: ["ជាលិកា សន្ទនសាមញ្ញ", "ជាលិកា សន្ទនចំរុះ", "ជាលិកា សរសៃ ពណ៍ស", "ជាលិកា សរសៃពណ៍លឿង"], correctAnswerIndex: 2 },
            { id: 18, question: "តើនៅលើសរីរាង្គណាខ្លះ ដែលសង្កេតឃើញ មានជាលិកាតភ្ជាប់ ដែលមានសរសៃ ពណ៍លឿង ?", options: ["សរសៃអាក់ទែ និង ក្រពះ", "ក្រពះ និង សរសៃអាក់ទែ", "ក្រពះ និងសួត", "សរសៃអាក់ទែ ក្រពះ និង សួត"], correctAnswerIndex: 3 },
            { id: 19, question: "តើភ្នាសមុយកឺ ( Mucous membrane ) គឺជាអ្វី ?", options: ["ភ្នាសស្តើងមាន ស្រទាប់កោសិកា", "ភ្នាសស្តើង មានស្រទាប់ កោសិកាអេពីតេលីយ៉ាល់", "ភ្នាសស្តើង មានស្រទាប់កោសិកា អេពីតេលីយ៉ាល់ ស្ថិតនៅលើស្រទាប់ជ្រៅៗ នៃជាលិកា សន្ធាន", "Mucus ដែលមានលក្ខណៈ ដូចសំបោរ"], correctAnswerIndex: 2 },
            { id: 20, question: "តើសារធាតុរអិល ដែលបញ្ចេញដោយ Synovial membrane មានមុខងារ សម្រាប់ធ្វើអ្វី ?", options: ["ធ្វើឱ្យសន្លាក់ ឆ្អឹងមានសភាពសើម", "ធ្វើឱ្យសន្លាក់ឆ្អឹងរឹងមាំ", "ធ្វើឱ្យសន្លាក់ឆ្អឹងមាន ចលនាដោយមិន មានការកកិត", "ធ្វើឱ្យ កោសិកាឆ្អឹងរឹងមាំ"], correctAnswerIndex: 2 },
            { id: 21, question: "តើដំណើរការ Diffusion គឺជាដំណើរការ យ៉ាងដូចម្តេច ?", options: ["ចលនាម៉ូលេគុល ពីកំហាប់ ខ្ពស់ទៅទាប", "ចលនាម៉ូលេគុល ពីកំហាប់ទាបទៅខ្ពស់", "ចលនាម៉ូលេគុលបែបសកម្ម", "ចលនាម៉ូលេគុល ដែលត្រូវការថាមពល"], correctAnswerIndex: 0 },
            { id: 22, question: "តើដោយសារអ្វី ដែលគេអាចចាត់ទុកថា ឈាមជាជាលិកាតភ្ជាប់ ( Connective tissue ) បាន ?", options: ["កោសិកាឈាម ក្រហម", "សារធាតុរាវ ជា Matrix", "កោសិកា ឈាមស", "ប្លាកែត"], correctAnswerIndex: 1 },
            { id: 23, question: "តើអេឡិចត្រូលីតណាខ្លះ ដែលសំខាន់ នៅក្នុងកោសិកា ?", options: ["អ៊ីយ៉ុង K+", "អ៊ីយ៉ុងNa+", "អ៊ីយ៉ុងCa", "អ៊ីយ៉ុងPhosphate"], correctAnswerIndex: 0 },
            { id: 24, question: "តើអេឡិចត្រូលីតមួយណា ដែលមានច្រើនលើសលប់ នៅក្នុងសារធាតុរាវ នៃមជ្ឈដ្ឋានក្រៅកោសិកា ?", options: ["អ៊ីយ៉ុងK+", "អ៊ីយ៉ុង Na+", "អ៊ីយ៉ុងCa-", "អ៊ីយ៉ុងPhosphate"], correctAnswerIndex: 1 },
            { id: 25, question: "តើអ្វីមួយ ដែលជាលក្ខណៈ ត្រឹមត្រូវនៃមីតូស ឬមីយ៉ូស ?", options: ["ក្នុងមីតូសក្រូម៉ូសូម នៃកោសិកាកូនតិចជាង កោសិកា មេ២ដង", "ក្នុងមីយ៉ូសក្រូម៉ូសូម នៃកោសិកាកូនតិចជាង កោសិកាមេ ២ដង", "ក្នុងមីតូសក្រូម៉ូសូម នៃកោសិកាកូនច្រើនជាង កោសិកាមេ២ដង", "ក្នុងមីយ៉ូសក្រូម៉ូសូម នៃកោសិកាកូនច្រើនជាង កោសិកាមេ២ដង"], correctAnswerIndex: 1 },
            { id: 26, question: "តើកំហាប់អ្វី ដែលធ្វើឱ្យ មានតុល្យភាព នៃអាស៊ីដ-បាស ?", options: ["កំហាប់អុកស៊ីសែន នៃរាងកាយ", "កំហាប់អាស៊ីដ នៃរាងកាយ", "កំហាប់អ៊ីយ៉ុងអ៊ីដ្រូសែន នៅក្នុងសារធាតុរាវនៃ រាងកាយ", "កំហាប់បាស នៃរាងកាយ"], correctAnswerIndex: 2 },
            { id: 27, question: "តើឆ្អឹង ulna និង radius បង្កើតបានជា ផ្នែកណាមួយ នៃសរីរាង្គមនុស្ស ?", options: ["ឆ្អឹងកំភួន ដៃ", "កំភួនជើង", "ឆ្អឹងក្បាល", "ឆ្អឹង ត្រគាក"], correctAnswerIndex: 0 },
            { id: 28, question: "តើនៅពេលគភ៌ មានអាយុប៉ុន្មានសប្ដាហ៍ ដែលការវិវត្តន៍គ្រោងឆ្អឹងអំប្រ៊ីយ៉ុង មានលក្ខណៈពេញលេញ ?", options: ["៦សប្ដាហ៍", "៨ សប្ដាហ៍", "១០សប្ដាហ៍", "១២សប្ដាហ៍"], correctAnswerIndex: 1 },
            { id: 29, question: "តើឆ្អឹងកង ក ( Cervical vertebral ) មានចំនួនប៉ុន្មាន ?", options: ["៥", "៧", "៩", "១២"], correctAnswerIndex: 1 },
            { id: 30, question: "តើឆ្អឹងកងខ្នង ( Dorsal vertebral ) មានចំនួនប៉ុន្មាន ?", options: ["៥", "៧", "៩", "១២"], correctAnswerIndex: 3 },
            { id: 31, question: "តើឆ្អឹងកងចង្កេះ ( Lamber vertebral ) មានចំនួនប៉ុន្មាន ?", options: ["៥", "៧", "៨", "១0"], correctAnswerIndex: 0 },
            { id: 32, question: "តើឆ្អឹងកងសាក់ក្រូម ( Sacral vertebral ) មានចំនួនប៉ុន្មាន ?", options: ["៥", "៧", "៨", "១០"], correctAnswerIndex: 0 },
            { id: 33, question: "តើឆ្អឹងមួយណា ដែលមិនមែនជាឆ្អឹង ដែលបង្កើតជា សន្លាក់កែងដៃ ?", options: ["ឆ្អឹងដើមដៃ Humerus", "ឆ្អឹង កំភួនដៃធំ Ulna", "ឆ្អឹង កំភួនដៃតូច Radius", "ឆ្អឹងដង កាំបិត Clavicle"], correctAnswerIndex: 3 },
            { id: 34, question: "តើឆ្អឹងលលាដ៍ក្បាល មានចំនួនប៉ុន្មាន ?", options: ["៤", "៨", "១២", "១៤"], correctAnswerIndex: 1 },
            { id: 35, question: "តើ ឆ្អឹងមុខ ( Facial bone ) មានចំនួន ប៉ុន្មាន ?", options: ["៤", "៨", "១២", "១៤"], correctAnswerIndex: 3 },
            { id: 36, question: "តើឆ្អឹងមួយណា ជាប្រភេទឆ្អឹង សំប៉ែត ?", options: ["ឆ្អឹង Parietal", "ឆ្អឹងEthmoid", "ឆ្អឹងTemporal", "ឆ្អឹងSphenoid"], correctAnswerIndex: 0 },
            { id: 37, question: "តើឆ្អឹងណាមួយដែលស​ ន្លាក់ជាមួយឆ្អឹងត្រគាក ផ្នែកខាងក្រោយ ?", options: ["ឆ្អឹងកងខ្នង", "ឆ្អឹងភ្លៅ", "Sacrum", "Coccyx"], correctAnswerIndex: 2 },
            { id: 38, question: "តើលក្ខណៈមួយណា ដែលមិនមែនជា លក្ខណៈសម្បត្តិ នៃឆ្អឹងត្រគាក របស់ស្ត្រី ?", options: ["ឆ្អឹងត្រគាកស្ត្រី ធំជាងបុរស", "ប្រហោងអាងត្រគាក ស្ត្រីធំជាងបុរស", "ឆ្អឹងសាក់ក្រូម ស្ត្រីមានភាពកោងខ្លាំង", "ឆ្អឹង Coccyx ស្ត្រីមាន ភាពចល័តជាងបុរស"], correctAnswerIndex: 0 },
            { id: 39, question: "តើឆ្អឹងមួយណា ដែលវែង និង រឹងមាំជាងគេ ?", options: ["ឆ្អឹង ដើមដៃ Humerus", "ឆ្អឹង កំភួនជើងតូច Fibula", "ឆ្អឹង ភ្លៅ Femur", "ឆ្អឹង កំភួនជើងធំ Tibia"], correctAnswerIndex: 2 },
            { id: 40, question: "តើឆ្អឹងកដៃ និង ឆ្អឹងកជើង ជាឆ្អឹងស្ថិតនៅក្នុង ក្រុមឆ្អឹងប្រភេទណាមួយ ?", options: ["ឆ្អឹង ខ្លី", "ឆ្អឹងវែង", "ឆ្អឹង សំប៉ែត", "ឆ្អឹង អសិយត"], correctAnswerIndex: 0 },
            { id: 41, question: "តើនៅអាយុ ប្រហែលប៉ុន្មានជាមធ្យម ដែលឆ្អឹងមនុស្សបញ្ចប់ ការលូតលាស់ ?", options: ["១៥ឆ្នាំ", "១៧ឆ្នាំ", "២០ ឆ្នាំ", "៣០ឆ្នាំ"], correctAnswerIndex: 2 },
            { id: 42, question: "តើសាច់ដុំមួយណា ដែលបង្កើត បានជាជញ្ជាំងខាងមុខ របស់ពោះ ?", options: ["សាច់ដុំ Rec tus abdominis", "សាច់ដុំ external oblique", "សាច់ដុំ internal oblique", "សាច់ដុំ transversus abodominis"], correctAnswerIndex: 0 },
            { id: 43, question: "តើឆ្អឹងកដៃ មានចំនួនប៉ុន្មាន ?", options: ["៤", "៨", "១២", "១៦"], correctAnswerIndex: 1 },
            { id: 44, question: "តើ Atlas ជាឆ្អឹងកងក ទីប៉ុន្មាន ?", options: ["ទី ១", "ទី ២", "ទី ៣", "ទី ៤"], correctAnswerIndex: 0 },
            { id: 45, question: "តើ Axis ជាឆ្អឹងកងកទី ប៉ុន្មាន ?", options: ["ទី ១", "ទី ២", "ទី ៦", "ទី ៧"], correctAnswerIndex: 1 },
            { id: 46, question: "តើឆ្អឹងកជើង មានចំនួន ប៉ុន្មាន ?", options: ["៤", "៥", "៧", "៨"], correctAnswerIndex: 2 },
            { id: 47, question: "តើសាច់ដុំ មួយណាដែល លំដាប់អ្នកធ្វើចលនា Abduction នៃដើមដៃ ?", options: ["Deltoid", "Latissimu dorsi", "Biceps", "Triceps"], correctAnswerIndex: 0 },
            { id: 48, question: "តើសាច់ដុំមួយណា ដែលមានរាងត្រីកោណ នៅផ្នែកខាងខ្នង នឹងធ្វើចលនា Extension និង Adduction ដើមដៃត្រង់សន្លាក់ស្មា ?", options: ["Petoralis major", "Latissi mus dorsi", "Biceps", "Triceps"], correctAnswerIndex: 1 },
            { id: 49, question: "តើសាច់ដុំមួយណា ដែលសកម្មភាពរបស់វាធ្វើឱ្យមានចលនាបត់កែងដៃ និងចលនា Supination លើកំភួនដៃ ?", options: ["Petoralis major", "Latissimu dorsi", "Biceps", "Triceps"], correctAnswerIndex: 2 },
            { id: 50, question: "តើសាច់ដុំមួយណា ដែលសកម្មភាពរបស់វា ធ្វើឱ្យមានចលនា Extension សន្លាក់កែងដៃ ?", options: ["Petoralis major", "Latissimu dorsi", "Biceps", "Triceps"], correctAnswerIndex: 3 },
            { id: 51, question: "តើសាច់ដុំមួយណា ជាសាច់ដុំដែល វែងជាងគេនៅក្នុងស រីរាង្គមនុស្ស ?", options: ["Quardreiceps femoris", "Sartorius", "Hamstrings", "Gastrocnemius"], correctAnswerIndex: 1 },
            { id: 52, question: "តើឆ្អឹងមួយណាដែលជា ប្រភេទឆ្អឹងអនិយ័តហើយ វាបង្កើតបានជាផ្នែកមួយរបស់ បាតឆ្អឹងលលាដ៍ក្បាល ( Base of skull ) និងផ្នែកកណ្តាល របស់ វាមានក្រហូងផ្ទុកក្រពេញ Pituitray ?", options: ["Parietal", "Temporal", "Sphenoid", "Occipital"], correctAnswerIndex: 2 },
            { id: 53, question: "តើឆ្អឹងមួយណា ដែលជាប្រភេទឆ្អឹងអនិយ័តហើយ វាបង្កើតបានជាផ្នែកមួយ របស់បាតឆ្អឹងលលាដ៍ក្បាល ( Base of skull ) និ ងមាន ប្រហោងជាច្រើន ដែលសរសៃប្រសាទឃានវិ ញ្ញាណឆ្លងកាត់ ?", options: ["parietal", "Temporal", "Sphenoid", "Ethmoid"], correctAnswerIndex: 3 },
            { id: 54, question: "តើឆ្អឹងមួ យណាជាឆ្អឹងសំប៉ែតនៃ ជញ្ជាំងខាងក្រោយ របស់ឆ្អឹងលលាដ៍ក្បាលផ្នែកមួ យរបស់បាតលលាដ៍ ក្បាលនិងធ្វើសន្លាក់ជាមួយ ឆ្អឹង កងកទី១ ?", options: ["Parietal", "Temperal", "Occipital", "Ethmoide"], correctAnswerIndex: 2 },
            { id: 55, question: "តើឆ្អឹងមួយណាដែលជា ប្រភេទឆ្អឹងសំប៉ែតមានស ណ្ឋានដូចខែល ការពារស្ថិតនៅគ្រប ពី លើឆ្អឹងជំនីផ្នែក ខាងក្រោយរបស់ទ្រូង?", options: ["Scapula", "Clavical", "Occipital", "Ethmoide"], correctAnswerIndex: 0 },
            { id: 56, question: "តើឆ្អឹងមួយណាដែលជាឆ្អឹងតូចមួយ មានរូបរាងដូចជាក្រចកជើង សេះស្ថិតនៅខាងក្រោមតំបន់ក និងក្រោមចង្ការបន្តិចហើ យស្ថិតនៅដាច់ ដោយឡែកពីគេ និងមិនធ្វើសន្លាក់ជាមួយឆ្អឹងដទៃទៀត ?", options: ["Inferior maxilla", "Xygomatic", "Superior maxilla", "Hyoid"], correctAnswerIndex: 3 },
            { id: 57, question: "តើបេះដូង មានទីតាំងនៅ កន្លែងណា ?", options: ["នៅពីលើសាច់ដុំ សន្ទះទ្រូង", "នៅពីលើ ឆ្អឹងសន្ទះទ្រូង", "នៅពីលើសួត", "នៅពីលើថ្លើម"], correctAnswerIndex: 0 },
            { id: 58, question: "តើទម្ងន់របស់បេះដូង មានប្រហែល ប៉ុន្មានក្រាម ?", options: ["១០០ក្រាម", "៣០០ ក្រាម", "៥០០ក្រាម", "៧០០ក្រាម"], correctAnswerIndex: 1 },
            { id: 59, question: "តើជញ្ជាំងបេះដូង មានប៉ុន្មានស្រទាប់ ?", options: ["២ ស្រទាប់", "៣ ស្រទាប់", "៤ ស្រទាប់", "៥ ស្រទាប់"], correctAnswerIndex: 1 },
            { id: 60, question: "តើបេះដូង ចែកចេញជា ប៉ុន្មានថត ?", options: ["២ថត", "៣ថត", "៤ថ ត", "៥ថត"], correctAnswerIndex: 2 },
            { id: 61, question: "តើថតលើ នៃបេះដូង មានតួនាទីធ្វើអ្វី ?", options: ["ផ្តល់ឈាម ទៅឱ្យអាអក", "ផ្តល់ឈាម ទៅឱ្យអាទែរ Pulmonary", "ផ្តល់ឈាមទៅឱ្យវែន Pulmonary", "ផ្តល់ឈាមទៅ ឱ្យថតក្រោម"], correctAnswerIndex: 3 },
            { id: 62, question: "តើ Endocardia គឺជាស្រទាប់មួយណា នៃបេះដូង ?", options: ["ស្រទាប់ក្រៅបំផុត", "ស្រទាប់ ក្នុងបំផុត", "ស្រទាប់កណ្តាល", "ស្រទាប់ serous"], correctAnswerIndex: 1 },
            { id: 63, question: "តើនៅថតមួយណា ដែលស្រទាប់សាច់ដុំ របស់បេះដូង មានកម្រាស់ក្រាស់ជាងគេ ?", options: ["ថតលើស្តាំ", "ថតក្រោមស្តាំ", "ថតលើឆ្វេង", "ថត ក្រោមឆ្វេង"], correctAnswerIndex: 3 },
            { id: 64, question: "តើស្រទាប់មួយណា នៃស្រទាប់ទាំងបី របស់បេះដូង ដែលធ្វើឱ្យបេះដូង មានចលនា ?", options: ["ស្រទាប់ កណ្តាល Myocardia", "ស្រទាប់ក្រៅ Exocardia", "ស្រទាប់ខាង ក្រៅនៃស្រោមបេះដូង", "ស្រទាប់ខាង ក្នុងនៃស្រោមបេះដូង"], correctAnswerIndex: 0 },
            { id: 65, question: "តើ រ៉ាល់មីត្រាល់ នៃបេះដូងស្ថិតនៅ ចន្លោះថតណា ?", options: ["ថតលើឆ្វេង និងថត ក្រោមឆ្វេង", "ថតលើស្តាំ និង ថតក្រោមស្តាំ", "ថត ក្រោមស្តាំ និង អាទែរពុលុមូនែរ", "ថត ក្រោមឆ្វេង និងអាអ័ក"], correctAnswerIndex: 0 },
            { id: 66, question: "តើអ្វីខ្លះជាតួនាទី នៃសាច់ដុំ Papillary នៅក្នុងបេះដូង ?", options: ["ដឹកនាំចរន្តរំញោច ក្នុងបេះដូង", "ធ្វើឱ្យ បេះដូងកន្ត្រាក់", "ជួយទប់មិន ឱ្យវ៉ាល់ភ្លាត់ ឡើងលើ", "ដឹកនាំឈាម ទៅកាន់ ជាលិការាងកាយ"], correctAnswerIndex: 2 },
            { id: 67, question: "តើអ្វីមួយជាតួនាទី នៃសរសៃវែនសួត ( Pulmonary vein ) ?", options: ["ដឹកនាំឈាម ទៅកាន់ ជាលិការាងកាយ", "នាំឈាមពី បេះដូងទៅសួត", "នាំឈាមពីសួតចូល ក្នុងបេះដូង", "នាំឈាមទៅ ចិញ្ចឹមបេះដូង"], correctAnswerIndex: 2 },
            { id: 68, question: "តើអ្វីមួយ ជាតួនាទី នៃសរសៃអាទែ អាអ័រតា ( Aorta ) ?", options: ["ទទួលឈាមចេញ ពីថតលើបេះដូង", "ទទួលឈាមពីថត ក្រោមស្តាំបេះដូង", "ទទួលឈាម ពីថតក្រោមឆ្វេង បេះដូង", "នាំឈាមទៅ សួតទាំងពីរ"], correctAnswerIndex: 2 },
            { id: 69, question: "តើសរសៃវែនសួត ( Pulmoray vein ) មានចំនួនប៉ុន្មាន ?", options: ["២", "៤", "៦", "៨"], correctAnswerIndex: 1 },
            { id: 70, question: "តើសរសៃវែនកាវ ( vein cava ) មានតួនាទី សម្រាប់ធ្វើអ្វី ?", options: ["នាំឈាមចូលទៅ ក្នុងថតលើ ស្តាំបេះដូង", "នាំឈាមចូលទៅ ក្នុងថតលើឆ្វេងបេះដូង", "នាំឈាមទៅកាន់ ជាលិកាសរីរាង្គ", "នាំឈាមទៅកាន់សួត"], correctAnswerIndex: 0 },
            { id: 71, question: "តើស្រទាប់សាច់ដុំ របស់អាទែ មានលក្ខណៈ យ៉ាងដូចម្តេចខ្លះ ?", options: ["មានសភាពក្រាស់ ជាងសាច់ដុំ របស់វែន", "មានជាលិកាសន្ធានយឺត", "មានស្រទាប់ សាច់ដុំឆន្ទៈ", "ធ្វើឲ្យសរសៃ អាទែរមាំល្អ"], correctAnswerIndex: 0 },
            { id: 72, question: "តើអ្វីខ្លះជាតួនាទី នៃអង់ដូតេលីយ៉ូម ( Endothelium ) ក្នុងសរសៃឈាមអាទែរ ?", options: ["ធ្វើឱ្យសរសៃ អាទែមាំល្អ", "ធ្វើឱ្យសរសៃ អាទែយឺតបានល្អ", "ធ្វើឱ្យសរសៃអាទែ មានភាពរលោង នៅខាងក្នុង", "ធ្វើឲ្យសរសៃឈាមអាទែ រលោងនៅខាងក្រៅ"], correctAnswerIndex: 2 },
            { id: 73, question: "តើចរន្តសម័្ពន្ធ នៃស្រទាប់កណ្តាលមីញ៉ូកាដ របស់បេះដូងសម្បូរទៅ ដោយអ្វីខ្លះ ?", options: ["អង់ដូតេល្យូម", "សាច់ដុំ បេះដូង", "ជាលិកាសេរឺ ( serous tissue )", "សរសៃឈាមបេះដូង"], correctAnswerIndex: 1 },
            { id: 74, question: "តើរ៉ាល់មួយណា នៃរ៉ាល់បេះដូង ដែលមានសន្លឹកវ៉ាល់ចំនួនពីរ ?", options: ["រ៉ាល់ មីត្រាល់", "រ៉ាល់ ទ្រីស្គុយពីត", "រ៉ាល់ អាអ័រទិក", "រ៉ាល់ ពុលមូណែរ"], correctAnswerIndex: 0 },
            { id: 75, question: "តើសរសៃឈាមមួយណា ដែលទទួលឈាមពីថត ក្រោមស្តាំរបស់បេះដូង ?", options: ["អាទែអាអ័ក", "វែនកាវខាងក្រោម", "វែនកាវខាងលើ", "អាទែ ពុលមូនែរ"], correctAnswerIndex: 3 },
            { id: 76, question: "តើឈាមដែលនៅក្នុងថត នៃបេះដូងខាងស្តាំ មានលក្ខណៈយ៉ាងដូចម្តេច ?", options: ["សម្បូរ កាបូនឌីអុកស៊ីត មិនសូវមាន អុកស៊ីហ្សែន", "សម្បូរ កាបូនឌីអុកស៊ីត និង សម្បូរអុកស៊ីហ្សែន", "មិនសូវ មានកាបូនឌីអុកស៊ីត និងអុកស៊ីហ្សែន", "មិនសូវ មានកាបូនឌីអុកស៊ីត សម្បូរអុកស៊ីហ្សែន"], correctAnswerIndex: 0 },
            { id: 77, question: "តើសរសៃឈាមមួយណា ដែលនាំឈាមទៅ ចិញ្ចឹមបេះដូង ?", options: ["អាទែពុលមូណែរ ( Pulmonary artery )", "អាទែកូរ៉ូណែរ ( Coronary artery )", "អាទែរីយ៉ូល ( Arteriol )", "អាទែការ៉ូទីត ( Carotide artery )"], correctAnswerIndex: 1 },
            { id: 78, question: "តើ នៅក្នុងថតណា ដែលឈាមទៅចិញ្ចឹមបេះដូង បានវិលចូលមក ក្នុងបេះដូងវិញ ?", options: ["ថតក្រោម ឆ្វេងបេះដូង", "ថតលើ ឆ្វេងបេះដូង", "ថតក្រោម ស្តាំបេះដូង", "ថតលើស្តាំ បេះដូង"], correctAnswerIndex: 3 },
            { id: 79, question: "តើការរំញោចលើសរសៃប្រសាទ vagus មានឥទ្ធិពល យ៉ាងដូចម្តេច ទៅលើបេះដូង ?", options: ["បេះដូង វាយយឺត និងខ្លាំង", "បេះដូង វាយយឺត និង ខ្សោយ", "បេះដូង វាយលឿន និងខ្លាំង", "បេះដូង វាយលឿន និងខ្សោយ"], correctAnswerIndex: 1 },
            { id: 80, question: "តើការរំញោចលើសរសៃប្រសាទ Sympathic  មានឥទ្ធិពល យ៉ាងដូចម្តេច ទៅលើបេះដូង ?", options: ["បេះដូង វាយយឺត និងខ្លាំង", "បេះដូង វាយយឺត និងខ្សោយ", "បេះដូង វាយលឿន និង ខ្លាំង", "បេះដូង វាយលឿន និងខ្សោយ"], correctAnswerIndex: 2 },
            { id: 81, question: "តើវែន Mesenteric Superior ភាគច្រើននាំឈាម មកពីសរីរាង្គណា ?", options: ["ពោះវៀនធំ", "ពោះវៀន តូច", "ក្រពះ", "លំពែង"], correctAnswerIndex: 1 },
            { id: 82, question: "តើ Amylase នៅក្នុងទឹកមាត់ មានតួនាទី សម្រាប់ធ្វើអ្វី ?", options: ["រំលាយជាតិគ្លុយកូស", "រំលាយសារធាតុ អាមីដុង", "រំលាយជាតិសាច់", "រំលាយសារធាតុ Disaccharides"], correctAnswerIndex: 1 },
            { id: 83, question: "តើកោសិកា Serous ដែលមាននៅក្នុង ក្រពេញទឹកមាត់ មានមុខងារ សម្រាប់ធ្វើអ្វី ?", options: ["បញ្ចេញ អង់ ស៊ីម Amylase", "បញ្ចេញ អង់ស៊ីម Lipase", "បញ្ចេញ អង់ស៊ីម Lysozyme", "បញ្ចេញ Mucin"], correctAnswerIndex: 0 },
            { id: 84, question: "តើអង់ស៊ីម នៃសេរំលំពែងមួយ ណាដែលមិនត្រូវបាន រក្សាទុកជា ទម្រង់សកម្ម ?", options: ["Lipase", "Maltase", "Trypsine", "Amylase"], correctAnswerIndex: 2 },
            { id: 85, question: "តើអ្វីមួយជាតួនាទី នៃសរសៃវែន Hepatic ?", options: ["នាំឈាមចេញពី ក្នុងថ្លើម", "នាំឈាមចូលទៅ ក្នុងវែនពក", "នាំឈាមចូល ទៅក្នុងថ្លើម", "នាំឈាមចូលទៅ ក្នុងបេះដូង"], correctAnswerIndex: 0 },
            { id: 86, question: "តើនៅក្នុងទឹកផ្នែក មួយនៃថ្លើម ដែលមានសរសៃឈាម Hepatic sinusoid ?", options: ["ថ្លើម", "Lobe របស់ថ្លើម", "Lobule របស់ ថ្លើម", "ផ្នែក កណ្តាលនៃ Lobule"], correctAnswerIndex: 2 },
            { id: 87, question: "តើអ្វីខ្លះ ជាមុខងារចម្បង របស់អរម៉ូន Testosterone ?", options: ["រំញោច ដើម្បីលូតលាស់ សរីរះភេទបុរស", "មានការលេចឡើង នូវលក្ខណៈ ភេទបន្ទាប់បន្សំ", "រំញោច បញ្ចេញអរម៉ូនoestrogen", "រំញោច ដើម្បីលូតលាស់ សរីរាង្គភេទបុរស និង មានការរំញោចឡើង នូវលក្ខណៈ ភេទបន្ទាប់ បន្សំ"], correctAnswerIndex: 3 },
            { id: 88, question: "តើអរម៉ូនមួយណា ដែលជំរុញឱ្យមាន ការលូតលាស់លក្ខណៈភេទ បន្ទាប់បន្សំរបស់បុរស ?", options: ["Progesterone", "Oestrogen", "-Testosterone", "Follicle- stimulating hormone ( FSH )"], correctAnswerIndex: 2 },
            { id: 89, question: "តើរយៈពេលមធ្យម នៃវដ្តរដូវស្រ្តី មានរយៈពេល ប៉ុន្មានថ្ងៃ ?", options: ["១៨ថ្ងៃ", "២៤ថ្ងៃ", "២៨ ថ្ងៃ", "៣០ថ្ងៃ"], correctAnswerIndex: 2 },
            { id: 90, question: "តើដំណើការមួយណា ដែលមិនមែនជា មុខងាររបស់ស្បូន ?", options: ["ផលិតអូវុល", "ផ្តល់នូវទីជម្រកសម្រាប់ ការលូតលាស់របស់ទារក", "បញ្ចេញទារកមកក្រៅ", "ទទួលអូវុលបង្កកំណើត"], correctAnswerIndex: 0 },
            { id: 91, question: "តើដោះស្រ្តីម្ខាងៗ មានក្លែបចំនួនប្រហែលប៉ុន្មាន តាមលក្ខណៈកាយវិភាគវិទ្យា ?", options: ["១០ - ១៥ក្លែប", "១៥ - ២០ ក្លែប", "២០ - ៣៥ក្លែប", "៣៥ - ៤០ក្លែប"], correctAnswerIndex: 1 },
            { id: 92, question: "តើ Testosterone គឺជាអ្វី ?", options: ["អរម៉ូន ភេទបុរស", "អរម៉ូនភេទស្រ្តី", "ជាតិគីមីដែលចាំបាច់ សម្រាប់ពេលអស់រដូវ", "អរម៉ូនដែល ផលិតដោយអូវែ"], correctAnswerIndex: 0 },
            { id: 93, question: "តើផ្នែកណាមួយ របស់មេជីវិតឈ្មោល ដែលផ្ទុកទៅ ដោយសេនេទិក ( DNA ) ?", options: ["ផ្នែក ក្បាល", "ផ្នែកក", "ផ្នែក តួខ្លួន", "ផ្នែក កន្ទុយ"], correctAnswerIndex: 0 },
            { id: 94, question: "តើរយៈពេល ប៉ុន្មានម៉ោង ដែលមេជីវិតឈ្មោល មានអាយុ អាចរស់ នៅក្នុងប្រដាប់បន្តពូជស្រ្តីបាន ?", options: ["១២- ២៤ម៉ោង", "២៤- ៤៨ម៉ោង", "៤៨- ៧២ ម៉ោង", "លើសពី ៧២ម៉ោង"], correctAnswerIndex: 2 },
            { id: 95, question: "តើអ្វីខ្លះ ជាមុខងាររបស់ប្រដាប់ បន្តពូជបុរស ?", options: ["ផលិត មេជីវិតឈ្មោល", "ដឹកនាំ មេជីវិតឈ្មោល", "ផលិត និងដឹកនាំមេ ជីវិតឈ្មោល", "ផលិតទឹកកាម"], correctAnswerIndex: 2 },
            { id: 96, question: "តើអ្វីខ្លះ ជាមុខងាររបស់ប្រដាប់ បន្តពូជស្រ្តី ?", options: ["ផលិតអូវ៉ុល", "ទទួលពង បង្កកំណើត", "ផលិត ស្ពែមម៉ាតូសូអ៊ីត", "ផលិតអូវុល និង ទទួលពងបង្ក កំណើត"], correctAnswerIndex: 3 },
            { id: 97, question: "តើសកម្មភាពមួយណា ដែលមិនមែនជាមុខងារ របស់អរម៉ូន Progesterone ?", options: ["រៀបចំស្បូនទទួលពង បង្កកំណើត", "ទប់ស្កាត់ការកន្ត្រាក់ សាច់ដុំស្បូន", "ពង្រីកដៃ ស្បូន", "បំបាត់ Ovulation"], correctAnswerIndex: 2 },
            { id: 98, question: "តើអរម៉ូន មួយណាដែល ជំរុញឱ្យមានការលូតលាស់លក្ខណៈ ភេទបន្ទាប់បន្សំរបស់ស្ត្រី ?", options: ["Progesterone", "Oestrogen", "Follicle-stimulating hormone ( FSH )", "Testosterone"], correctAnswerIndex: 1 },
            { id: 99, question: "តើនៅកន្លែងមួយណា ដែលមេជីវិតឈ្មោលមិន ទាន់ពេញវ័យត្រូវបានស្តុក ទុកជាបណ្តោះអាសន្ន?", options: ["Seminiferous tubules", "Tube deferens", "Epididymis", "ក្រពេញប្រូស្តាតProstate gland"], correctAnswerIndex: 2 },
            { id: 100, question: "តើសំណើណាមួយ ជាកោសិកា បន្តពូជបុរស ?", options: ["ទឹកកាម", "មេជីវិត ឈ្មោល", "ប្រូស្តាត", "ពងស្វាស"], correctAnswerIndex: 1 },
            { id: 101, question: "តើផលវិបាកអ្វីខ្លះ ដែលភាគច្រើន បង្កមកពីជំងឺ Osteoporosis ?", options: ["បាក់ឆ្អឹងខ្នង និង ឆ្អឹងកញ្ចូញគូទ", "បាក់ឆ្អឹងស្មាប្រចៀវ និងឆ្អឹងដើមដៃ", "ការបាក់ឆ្អឹងខ្នង និង ឆ្អឹងភ្លៅ ដោយឯកឯង", "បាក់ឆ្អឹងដងកាំបិតនិងឆ្អឹងជំនី"], correctAnswerIndex: 2 },
            { id: 102, question: "តើត្រូវធ្វើដូចម្តេចខ្លះ ដើម្បីបង្ការចំពោះស្រ្តី ដែលប្រឈមនឹង ជំងឺ Osteoporosis ?", options: ["ឱ្យចំណីអាហារ ដែលសំបូរ ដោយ Calcium", "ឱ្យVitamine A.និងD.", "ឱ្យសម្រាកនៅនឹងកន្លែង", "ឱ្យផឹកទឹកដោះគោ មួយេពែងក្នុង១ថ្ងៃ"], correctAnswerIndex: 0 },
            { id: 103, question: "តើអ្វីមួយ ដែលជាញឹកញាប់ ជាមូលហេតុបណ្តាល ឱ្យកើតមានជំងឺ រលាកអាងត្រគាក ?", options: ["ការប៉ះទង្គិចអាងត្រគាក", "ការបង្ករោគនៅ លើប្រព័ន្ធបន្ត ពូជស្រ្តី", "ការប៉ះទង្គិច ប្រដាប់បន្តពូជស្រ្តី", "ក្បាលកូន ធំជាងទ្វារមាស"], correctAnswerIndex: 1 },
            { id: 104, question: "តើផលវិបាកអ្វី ដែលបណ្តាលមកពី ជំងឺរលាកឆ្អឹងអាងត្រគាក ធ្ងន់ធ្ងររបស់ស្រ្តី ?", options: ["លែងមានកូន", "កូនកើត មិនគ្រប់លក្ខណៈ", "បាត់បង់ ចំណង់ផ្លូវភេទ", "បាត់បង់ឈាមរដូវ"], correctAnswerIndex: 0 },
            { id: 105, question: "តើនៅក្នុងផ្នែក ឬរបៀបណា ដែលត្រូវដាក់អ្នកជំងឺ រលាកឆ្អឹងអាងត្រគាក ឱ្យសម្រាកព្យាបាល ?", options: ["ក្នុងបន្ទប់តែមួយ", "នៅផ្នែក ជំងឺទូទៅ", "ដាច់ដោយ ឡែកពីគេ", "នៅផ្នែករោគស្រ្តី"], correctAnswerIndex: 2 },
            { id: 106, question: "តើអ្វីមួយជាសកម្មភាព ដែលអ្នកជំងឺរលាក អាងត្រគាកចាំបាច់ ត្រូវផ្អាកសិន ?", options: ["ការដើរកំសាន្ត", "ការរួម ដំណេក", "ការធ្វើ លំហាត់ប្រាណ", "ការបញ្ចូលជាតិទឹក"], correctAnswerIndex: 1 },
            { id: 107, question: "តើនៅក្នុងចន្លោះ អាយុប៉ុន្មាន ដែលស្រ្តីងាយមានគភ៌ ?", options: ["២០- ២៥ ឆ្នាំ", "៣០- ៣៥ ឆ្នាំ", "៣៦- ៣៨ឆ្នាំ", "៣៩- ៤០ឆ្នាំ"], correctAnswerIndex: 0 },
            { id: 108, question: "តេចាប់ពីអាយុប៉ុន្មាន ដែលបុរសងាយ មានលទ្ធភាពបង្កកំណើត ពេញលេញបាន ?", options: ["១៣- ១៥ឆ្នាំ", "១៥- ១៧ឆ្នាំ", "១៦- ២០ ឆ្នាំ", "២០ ឆ្នាំឡើងទៅ"], correctAnswerIndex: 2 },
            { id: 109, question: "តើចំណុចអ្វី ដែលគេត្រូវពិនិត្យរក ក្នុងការធ្វើការប៉ានប្រមាណស្រ្តី មានភាពអារ ( Infertility ) ?", options: ["ការពិនិត្យរូប រាងកាយ និង ប្រវត្តិសុខភាព", "ប្រវត្តិសុខភាព និង បញ្ហាផ្សេងៗលើគូរស្រករ", "បញ្ហាផ្សេងៗលើគូស្រករ និង ការពិនិត្យរូបរាងកាយ", "ការពិនិត្យ រូបរាងកាយ ប្រវត្តិសុខភាព និង បញ្ហាផ្សេងៗ លើគូស្រករ"], correctAnswerIndex: 3 },
            { id: 110, question: "តើជំងឺ ឬបញ្ហាមួយណា ដែលភាគច្រើន ជាមូលហេតុ នៃភាពអារ ( Infertility ) របស់ស្រ្តី ?", options: ["រដូវមិនទៀងទាត់", "កង្វះ អាហារូបត្ថម្ភ", "ជំងឺ កាមរោគ", "ជំងឺផ្លូវចិត្ត"], correctAnswerIndex: 2 },
            { id: 111, question: "តើនៅក្នុងអំឡុងពេលណា ដែលគេប្រើអរម៉ូន ដើម្បីព្យាបាលភាពអារ ( Infertility Secondary ) ដែលបណ្តាលមកពី ការខូចខាតមុខងារ របស់អូវែ ?", options: ["មុនពេលមករដូវ១០ថ្ងៃ", "ក្រោយពេលមករដូវ១០ថ្ងៃ", "ចាប់ផ្តើមមករដូវ", "ថ្ងៃដែល មាន Ovulation"], correctAnswerIndex: 3 },
            { id: 112, question: "តើជំងឺមួយណា ដែលជាមូលហេតុ នៃការចុះខ្សោយសារធាតុ រំអិលនៅមាត់ស្បូន ?", options: ["រលាកមាត់ស្បូន រ៉ាំរ៉ៃ Chronic Cervicitis", "រលាកយោនីរ៉ាំរ៉ៃ Chronic vaginal", "ជំងឺតម្រងនោម Renal diseases", "ទឹកនោមផ្អែម diabetes"], correctAnswerIndex: 0 },
            { id: 113, question: "តើអរម៉ូនអ្វី ដែលថយចុះ ចំពោះស្រ្តីដែលមានជំងឺ Chronic Cervicitis បណ្តាលមកពីការព្យាបាល ភាពអារ ( Infertility ) ?", options: ["Hormon progesteron", "Hor mon Oestrogen", "Hormon thyroid", "Hormon testosteron"], correctAnswerIndex: 1 },
            { id: 114, question: "តើអ្វីមួយ ដែលការប្រើអរម៉ូន Oestrogen ធ្វើឱ្យមានការកើនឡើង នូវបរិមាណ និង គុណភាពរបស់វា ?", options: ["អាស៊ីដក្លរីអ៊ីឌ្រីក Hydrochloric acid", "Hyper Glycogenolysis", "រំអិលមាត់ស្បូន Cervi cal mucus", "សម្ពាធអូស្មូទីក Osmotic pressure"], correctAnswerIndex: 2 },
            { id: 115, question: "តើការព្យាបាល គូស្រករដែលមាន ភាពអារ ( Infertility ) អាចទទួល បានជោគជ័យ ប្រហែលប៉ុន្មានភាគរយ ?", options: ["៣០%", "៤០%", "៥០ %", "៦០%"], correctAnswerIndex: 2 },
            { id: 116, question: "តើជាលិកាត្រង់កន្លែងណាខ្លះ នៃស្បូនដែលច្រើន កើតជំងឺ Endometriosis ?", options: ["ក្នុងស្បូន", "ក្នុងសាច់ ដុំស្បូន", "ក្រៅ ស្បូន", "ក្នុង ដៃស្បូន"], correctAnswerIndex: 2 },
            { id: 117, question: "តើអ្វីខ្លះដែលមិនមែន ជាអាការសញ្ញានៃ Endometriosis ?", options: ["ឈឺចាប់ ផ្នែកខាងក្រោមនៃពោះ", "ឈឺចាប់ តំបន់ឆ្អឹងអាងត្រគាក", "ឈឺចាប់ តំបន់ Rectum", "ឈឺចាប់ ផ្នែកខាងក្រោមនៃពោះនិង តំបន់ឆ្អឹងអាងត្រគាក"], correctAnswerIndex: 2 },
            { id: 118, question: "តើក្នុងអំឡុងពេល មួយណាដែល រោគសញ្ញានៃ Endometriosis កាន់តែស្តែងច្បាស់ឡើង ?", options: ["មក រដូវ", "Ovulation", "ក្រោយ មករដូវ", "ពេលរួមភេទ"], correctAnswerIndex: 0 },
            { id: 119, question: "តើអ្នកណាជាអ្នក ដែលប្រឈមមុខ ទៅនឹងការកើត Endometriosis ច្រើនជាងគេ ?", options: ["ស្រ្តី មានកូនច្រើន", "ស្រ្តី មានផ្ទៃពោះ", "ស្រ្តីមានដៃគូ រួមភេទច្រើន", "ស្រ្តីមិនអាច មានគភ៌"], correctAnswerIndex: 3 },
            { id: 120, question: "តើអំបូរស្រ្តីស្បែកស ស្ថិតក្នុងចន្លោះអាយុប៉ុន្មាន ដែលមានការប្រឈមមុខ ខ្ពស់បំផុតនឹងជំងឺ Endometriosis ?", options: ["១៥ - ២៥ឆ្នាំ", "២៥ - ៣៥ ឆ្នាំ", "៣៦ - ៤៦ឆ្នាំ", "៤៧ - ៥៧ឆ្នាំ"], correctAnswerIndex: 1 },
            { id: 121, question: "តើតេស្តអ្វីដែលគេ ត្រូវធ្វើក្នុងការធ្វើតេស្ត រោគវិនិច្ឆ័យ ( Diagnostic tests ) នៃជំងឺ Endometriosis ?", options: ["Laparoscopy with Biopsy", "Endoscopy", "ពិនិត្យអាងត្រគាក ( Pelvic examination )", "ថតដោយកាំរស្មី ( Radiography )"], correctAnswerIndex: 0 },
            { id: 122, question: "តើដើម្បីទប់ស្កាត់ អ្វីដែលគេប្រើ Antiovulatory ក្នុងការព្យាបាល Endometriosis ?", options: ["Ovulation", "ការបង្ករោគ Infection", "ការហូរឈាម Hemorrhage", "Oestrogen"], correctAnswerIndex: 0 },
            { id: 123, question: "តើអរម៉ូនមួយណា ដែលមានឥទ្ធិពល ធ្វើឱ្យដុំពកស្បូន ( Myomas ) រីកធំធាត់ ?", options: ["Hormon Thyroid", "Hor mon Ovarian", "Hormon testosteron", "Hormon Parathyroid"], correctAnswerIndex: 1 },
            { id: 124, question: "តើស្រ្តីអាយុប៉ុន្មានឆ្នាំ ដែលច្រើនកើតជំងឺ fibromes uterus ?", options: ["ក្រោម អាយុ២០ឆ្នាំ", "លើសពី អាយុ២០ឆ្នាំ", "ក្រោម អាយុ៣០ឆ្នាំ", "លើសពីអាយុ ៣០ឆ្នាំ"], correctAnswerIndex: 3 },
            { id: 125, question: "តើអ្វីខ្លះ ដែលបង្កើតជាដុំ Ovarian cysts ?", options: ["Dermoid Cells និងGraafian", "Cysticm Corpus luteum និង Graafian follicle", "Dermoid Cells និង Graafian follicle", "Dermoid Cells, Cysticm Corpus luteum និង Graaf ian follicle"], correctAnswerIndex: 3 },
            { id: 126, question: "តើនៅក្នុងពេលណាមួយ ដែលរោគសញ្ញា ការធ្លាក់ឈាម តាមទ្វារមាសញឹកញាប់ នៃជំងឺមហារីកមាត់ស្បូន ( Cancer of the Cervix ) កើត មានឡើង ?", options: ["ក្រោយអស់រដូវ (Menopause )", "មុនអស់រដូវ", "Primary Amenorrhea", "Secondary Amenorrhea"], correctAnswerIndex: 0 },
            { id: 127, question: "តើរបៀបនៃការព្យាបាល មួយណាដែលជាភាពចាំបាច់ នៃការព្យាបាលជំងឺ មហារីកមាត់ស្បូន ?", options: ["ការបាញ់កាំរស្មី", "ការប្រើឱសថ បំបាត់ការឈឺចាប់", "ការប្រើឱសថ ប្រឆាំងជំងឺមហារីក", "ការវះកាត់យកដុំ មហារីកចេញ"], correctAnswerIndex: 3 },
            { id: 128, question: "តើនៅក្នុងពេលណាមួយ ដែលជាធម្មតាស្រ្តីប្រើប្រាស់ កើតជំងឺមហារីកស្បូន ( Uterine Cancer ) ?", options: ["ក្រោយអស់ រដូវ Menopause", "មុនអស់រដូវ", "Primary Amenorrhea", "Secondary Amenorrhea"], correctAnswerIndex: 0 },
            { id: 129, question: "តើចំនួនប្រហែល ប៉ុន្មានភាគរយនៃស្រ្តី ដែលធ្លាក់ឈាម ក្រោយអស់រដូវ កើតជំងឺមហារីកស្បូន ?", options: ["៤០ %", "៥០ %", "៦០ %", "៧០ %"], correctAnswerIndex: 1 },
            { id: 130, question: "តើការព្យាបាល ជំងឺមហារីក endometrium ត្រូវអាស្រ័យ ទៅលើអ្វីខ្លះ ?", options: ["ដំណាក់កាល នៃដុំមហារីក និង សុខភាព របស់ស្រ្តី", "ការធ្លាក់ឈាម និង សុខភាពរបស់ស្រ្តី", "ការបាត់រដូវ និង សុខភាពរបស់ស្រ្តី", "ការពិនិត្យឈាម និង សុខភាពរបស់ស្រ្តី"], correctAnswerIndex: 0 },
            { id: 131, question: "តើចំនួនប្រហែល ប៉ុន្មានភាគរយនៃស្រ្តី ដែលកើតជំងឺមហារីកស្បូន ដំណាក់កាលទី១ មានអត្រារស់រាន មានជីវិតខ្ពស់បំផុត បានរយៈពេល ៥ឆ្នាំ ?", options: ["៥៧%", "៦៧%", "៧៧%", "៨៧ %"], correctAnswerIndex: 2 },
            { id: 132, question: "តើស្រ្តីចន្លោះអាយុ ប៉ុន្មានឆ្នាំដែលកើតជំងឺ Fibrocystic breast ?", options: ["២០ -៣០ឆ្នាំ", "៣០- ៥០ឆ្នាំ", "៥០ -៦០ឆ្នាំ", "៦០ -៧០ឆ្នាំ"], correctAnswerIndex: 1 },
            { id: 133, question: "តើអ្នកត្រូវដាក់ បាតដៃលើឆ្អឹង សន្ទះទ្រូងកុមារ យ៉ាងដូចម្តេច ដើម្បីជួយសង្គ្រោះ ដង្ហើម និង បេះដូង ?", options: ["ដាក់កៀក និងចុងដង្ហើម", "ចម្ងាយ ៤- ៦ សម ពីចុងដង្ហើម", "ចម្ងាយ ៣- ៤ សម ពីចុងដង្ហើម", "ចម្ងាយ ១- ២ សម ពី ចុងដង្ហើម"], correctAnswerIndex: 3 },
            { id: 134, question: "តើអ្នកត្រូវបន្ត ផ្លុំខ្យល់ប៉ុន្មានដង ក្នុងមួយនាទី ដើម្បីសង្គ្រោះដង្ហើម ចំពោះកុមារ ?", options: ["១២ ដង/១នាទី", "១៥ ដង/នាទី", "២០ ដង/ នាទី", "១០ ដង/នាទី"], correctAnswerIndex: 2 },
            { id: 135, question: "តើល្បឿនសង្កត់ នៃការសង្គ្រោះបេះដូង សំរាប់កុមារ មានចំនួនប៉ុន្មានដង ក្នុងមួយនាទី ?", options: ["៨០-១០០ដង/១នាទី", "១០០ ដង/ ១នាទី", "១៥០ ដង/១នាទី", "១២០ ដង/១នាទី"], correctAnswerIndex: 1 },
            { id: 136, question: "តើអ្វីខ្លះ ជាសញ្ញា Hypoxia នៃជំងឺស្ទះឡារាំង ?", options: ["ចង្វាក់បេះដូង- ដង្ហើមថយចុះ", "ចង្វាក់បេះដូង- ដង្ហើម កើនឡើង", "ស្លេកស្លាំង មានធ្លាក់ឈាម", "ស្លេកស្លាំង ក្អួតចង្អោរ"], correctAnswerIndex: 1 },
            { id: 137, question: "តើក្នុងរយៈពេល ប៉ុន្មានម៉ោង ដែលគេអាចដាក់ Endotracheal tube ចំពោះកុមារ ដែលមានជំងឺរលាក Epiglot ?", options: ["១២ - ២ាកម៉ោង", "១៨ - ២៤ម៉ោង", "២៤ -៣៦ ម៉ោង", "២៤ - ៣០ម៉ោង"], correctAnswerIndex: 2 },
            { id: 138, question: "តើអ្នកត្រូវផ្តល់ អុកស៊ីសែនរយៈពេលប៉ុន្មាន មុននឹង បញ្ជូនទៅផ្នែកជំងឺកុមារ បន្ទាប់ដក Endotracheal tube ពីកុមារដែលមានជំងឺ រលាក Epiglo ?", options: ["១២ ម៉ោង មុននឹង បញ្ជូនទៅ ផ្នែកជំងឺកុមារ", "២៤ ម៉ោង មុននឹង បញ្ជូនទៅផ្នែក ជំងឺកុមារ", "៣០ ម៉ោង មុននឹង បញ្ជូនទៅ ផ្នែកជំងឺកុមារ", "៣៦ ម៉ោង មុននឹង បញ្ជូនទៅ ផ្នែកជំងឺកុមារ"], correctAnswerIndex: 1 },
            { id: 139, question: "តើរយៈពេល ប៉ុន្មានម៉ោងម្តង ដែលអ្នកត្រូវធ្វើ ការប៉ាន់ប្រមាណកំដៅ ចំពោះកុមារជំងឺ រលាកទងសួត ?", options: ["១- ២ម៉ោងម្តង", "២-៤ ម៉ោងម្តង", "៥- ៦ម៉ោងម្តង", "៦- ៧ម៉ោងម្តង"], correctAnswerIndex: 1 },
            { id: 140, question: "តើសញ្ញាមួយណា ដែលអ្នកមិនចាំបាច់ ធ្វើការប៉ាន់ប្រមាណទេ ចំពោះជំងឺរលាកទងសួត ?", options: ["ដង្ហើម", "កំហាក", "ស្លេកស្លាំង", "កំដៅ"], correctAnswerIndex: 0 },
            { id: 141, question: "តើរយៈពេល ប៉ុន្មាននាទីម្តង ដែលអ្នកត្រូវធ្វើការ តាមដានចង្វាក់បេះដូង ដង្ហើម និង សម្ពាធឈាម ចំពោះកុមារ មានជំងឺហឺតធ្ងន់ធ្ងរ ?", options: ["១០- ២០នាទីម្តង", "១៥-៣០ នាទីម្តង", "៤០- ៥០នាទីម្តង", "៥០- ៦០នាទីម្តង"], correctAnswerIndex: 1 },
            { id: 142, question: "តើជំងឺអ្វីមួយ ដែលការលើសទម្ងន់ រាងកាយអាច ប្រឈមមុខជាមួយ ?", options: ["ជំងឺពុកឆ្អឹង", "ទឹក នោមផ្អែម", "ជំងឺសន្លាក់", "រលាកសួត"], correctAnswerIndex: 1 },
            { id: 143, question: "តើរយៈពេល ប៉ុន្មានម៉ោងម្តង អ្នកត្រូវពិនិត្យចង្វាក់ដង្ហើម ចំពោះជំងឺរលាក ទងសួតតូចៗធ្ងន់ធ្ងរ ?", options: ["៤ ម៉ោង", "៣ ម៉ោង", "២ ម៉ោង", "១ ម៉ោង"], correctAnswerIndex: 2 },
            { id: 144, question: "តើពេលកុមារ មានអាយុប៉ុន្មាន ដែលអ្នកត្រូវផ្តល់ វ៉ាក់សាំងការពារ ជំងឺកញ្ជ្រឹល ?", options: ["ក្រោយពេលកើត", "អាយុបាន ១ខែកន្លះ", "អាយុបាន ៦ខែ", "អាយុបាន ៩ ខែ"], correctAnswerIndex: 3 },
            { id: 145, question: "តើពេលកុមារ មានអាយុប៉ុន្មាន ដែលអ្នកត្រូវផ្តល់ វ៉ាក់សាំងការពារជំងឺ គ្រុនស្វិតដៃជើងលើកទី១ ?", options: ["ក្រោយពេលកើត", "អាយុបាន ១ខែកន្លះ", "អាយុ បាន៧ខែកន្លះ", "អាយុបាន៩ខែ"], correctAnswerIndex: 1 },
            { id: 146, question: "តើពេលកុមារ មានអាយុប៉ុន្មាន ដែលអ្នកត្រូវផ្តល់វ៉ាក់សាំង ការពារជំងឺរបេង ?", options: ["ក្រោយពេល កើត", "អាយុបាន ១ខែកន្លះ", "អាយុបាន ៧ខែកន្លះ", "អាយុបាន ៩ខែ"], correctAnswerIndex: 0 },
            { id: 147, question: "តើពេលកុមារ មានអាយុប៉ុន្មាន ដែលអ្នកត្រូវផ្តល់ វ៉ាក់សាំង DTP- HepB លើកទី១ ?", options: ["ក្រោយពេលកើត", "អាយុបាន ១ខែកន្លះ", "អាយុ បាន២ខែកន្លះ", "អាយុបាន៩ខែ"], correctAnswerIndex: 1 },
            { id: 148, question: "តើវ៉ាក់សាំងមួយណា ដែលជាវ៉ាក់សាំង ឆាប់ខូចដោយសារ កំដៅថ្ងៃ ?", options: ["វ៉ាក់សាំងDTC", "វ៉ាក់សាំងTT", "វ៉ាក់សាំង BCG", "វ៉ាក់សាំងDTP-HepB"], correctAnswerIndex: 2 },
            { id: 149, question: "តើវ៉ាក់សាំងមួយណា ដែលជាវ៉ាក់សាំង ឆាប់ខូចដោយសារ ពន្លឺ ( UV ) ?", options: ["វ៉ាក់ សាំង Rouvax", "វ៉ាក់សាំង TT", "វ៉ាក់សាំង OPV", "វ៉ាក់សាំង DTP"], correctAnswerIndex: 0 },
            { id: 150, question: "តើវ៉ាក់សាំងមួយណា ដែលខូចក្រោយ ពេលវាកក ?", options: ["វ៉ាក់សាំង OPV", "វ៉ាក់សាំង Rouvax", "វ៉ាក់សាំង BCG", "វ៉ាក់ សាំង DTP"], correctAnswerIndex: 3 },
            { id: 151, question: "តើវ៉ាក់សាំងមួយណា ដែលអាចមានប្រតិកម្ម បន្ទាប់បន្សំក្រោយពេលចាក់ ?", options: ["វ៉ាក់សាំង OPV", "វ៉ាក់សាំង Rouvax", "វ៉ាក់សាំង DTP", "វ៉ាក់សាំង BCG"], correctAnswerIndex: 2 },
            { id: 152, question: "តើនៅពេលណា ដែលអ្នកត្រូវផ្តល់ វ៉ាក់សាំង DTP-HepB លើកទី៣ ឱ្យកុមារ ?", options: ["១ខែ យ៉ាងតិចក្រោយចាក់លើកទី២", "៤៥ថ្ងៃ យ៉ាងតិចក្រោយចាក់លើកទី២", "៦ខែ យ៉ាងតិចក្រោយចាក់លើកទី២", "១២ខែ យ៉ាងតិចក្រោយចាក់លើកទី២"], correctAnswerIndex: 0 },
            { id: 153, question: "តើរយៈពេល ប៉ុន្មានសប្តាហ៍ ដែលមណ្ឌលសុខភាព អាចថែរក្សាវ៉ាក់សាំងទុក នៅក្នុងក្លាស្សែបាន ?", options: ["យ៉ាងយូរគិតថា ១សប្តាហ៍", "យ៉ាងយូរគិតថា ២សប្តាហ៍", "យ៉ាងយូរគិតថា ៣សប្តាហ៍", "យ៉ាងយូរគិតថា ៤សប្តាហ៍"], correctAnswerIndex: 0 },
            { id: 154, question: "តើរយៈពេល ប៉ុន្មានសប្តាហ៍ ដែលមណ្ឌលសុខភាព អាចថែរក្សាវ៉ាក់សាំងទុក នៅក្នុងទូទឹកកកបាន ?", options: ["យ៉ាងយូរគិតថា ១សប្តាហ៍", "យ៉ាងយូរគិតថា ២សប្តាហ៍", "យ៉ាងយូរគិតថា ៣សប្តាហ៍", "យ៉ាងយូរគិតថា ៤សប្តាហ៍"], correctAnswerIndex: 3 },
            { id: 155, question: "តើវ៉ាក់សាំងមួយណា ដែលគេត្រូវថែរក្សា នៅក្នុងសីតុណ្ហភាពពី -១៥ ដល់ -២៥ អង្សាសេ ?", options: ["វ៉ាក់សាំង BCG", "វ៉ាក់សាំង OPV", "វ៉ាក់សាំង DTP-HepB", "វ៉ាក់សាំង Rouvax"], correctAnswerIndex: 1 },
            { id: 156, question: "តើរយៈពេលប៉ុន្មានខែ ដែលថ្នាក់ជាតិ អាចថែរក្សាវ៉ាក់សាំងទុកបាន ?", options: ["យ៉ាងយូរគិតថា ១ខែកន្លះ", "យ៉ាងយូរគិតថា ២ខែកន្លះ", "យ៉ាងយូរគិតថា ៤ខែ", "យ៉ាងយូរគិតថា ៦ខែ"], correctAnswerIndex: 3 },
            { id: 157, question: "តើរយៈពេលប៉ុន្មានខែ ដែលថ្នាក់ខេត្តអាច ថែរក្សាវ៉ាក់សាំងទុកបាន ?", options: ["យ៉ាងយូរគិតថា ១ខែកន្លះ", "យ៉ាងយូរគិតថា ២ខែកន្លះ", "យ៉ាងយូរគិតថា ៤ខែ", "យ៉ាងយូរគិតថា ៦ខែ"], correctAnswerIndex: 2 },
            { id: 158, question: "តើរយៈពេលប៉ុន្មានខែ ដែលថ្នាក់ស្រុកប្រតិបត្តិ អាចថែរក្សាវ៉ាក់សាំងទុកបាន ?", options: ["យ៉ាងយូរគិតថា ១ខែកន្លះ", "យ៉ាងយូរគិតថា ២ខែកន្លះ", "យ៉ាងយូរគិតថា ៤ខែ", "យ៉ាងយូរគិតថា ៦ខែ"], correctAnswerIndex: 0 },
            { id: 159, question: "តើនៅពេលណា ដែលអ្នកត្រូវផ្តល់ វ៉ាក់សាំង TT លើកទី២ ឱ្យស្រ្តី ?", options: ["១ខែ យ៉ាងតិចក្រោយចាក់លើកទី១", "៣ខែ យ៉ាងតិចក្រោយចាក់លើកទី១", "៦ខែ យ៉ាងតិចក្រោយចាក់លើកទី១", "១ឆ្នាំ យ៉ាងតិចក្រោយចាក់លើកទី១"], correctAnswerIndex: 0 },
            { id: 160, question: "តើអ្នកត្រូវផ្តល់ វ៉ាក់សាំង Rouvax ដល់កុមារ យ៉ាងដូចម្តេច ?", options: ["ចាក់ក្រោមស្បែក ស្មាស្តាំចំណុះ: 0,៥ មល", "ចាក់សាច់ដុំ ស្មាស្តាំចំណុះ: 0,៥មល", "ចាក់សាច់ដុំ ភ្លៅស្តាំចំណុះ: 0,0៥មល", "ចាក់លើស្បែក ស្មាស្តាំចំណុះ: 0,0៥មល"], correctAnswerIndex: 0 },
            { id: 161, question: "តើអ្នកត្រូវផ្តល់ វ៉ាក់សាំង BCG ដល់កុមារ យ៉ាងដូចម្តេច ?", options: ["ចាក់ក្រោមស្បែក ស្មាស្តាំចំណុះ: 0,៥មល", "ចាក់សាច់ដុំ ស្មាស្តាំចំណុះ: 0,៥មល", "ចាក់សាច់ដុំ ភ្លៅឆ្វេងចំណុះ: 0,0៥មល", "ចាក់លើស្បែក ស្មាស្តាំចំណុះ: 0,០៥ មល"], correctAnswerIndex: 3 },
            { id: 162, question: "តើអ្វីមួយ ជាតួនាទីសំខាន់បំផុត របស់គិលានុបដ្ឋាក ផ្នែកថែទាំកុមារ ?", options: ["ការស្រាវជ្រាវ", "ការអប់រំ", "ការព្យាបាល", "ការថែរក្សា សុវត្ថិភាព"], correctAnswerIndex: 1 },
            { id: 163, question: "តើការពាក់ខ្សែក្រវ៉ាត់ ពេលជិះរថយន្ត ចំពោះក្មេង អាចកាត់បន្ថយគ្រោះថ្នាក់ បានប៉ុន្មានភាគរយ ?", options: ["៥១ ភាគរយ", "៦៧ ភាគរយ", "៧១ ភាគរយ", "៧៥ ភាគរយ"], correctAnswerIndex: 2 },
            { id: 164, question: "តែកុមារ (Infant) មានទម្ងន់ប៉ុន្មាន ដែលគួរប្រើខ្សែក្រវាត់ការពារពេល ជិះរថយន្ត ?", options: ["ទម្ងន់ចាប់ពី ១០ ផោនឡើងទៅ", "ទម្ងន់ចាប់ពី ១៥ ផោនឡើងទៅ", "ទម្ងន់ចាប់ពី ២០ ផោនឡើងទៅ", "ទម្ងន់ចាប់ពី ២៥ ផោនឡើងទៅ"], correctAnswerIndex: 2 },
            { id: 165, question: "តើនៅពេលគភ៌ មានអាយុប៉ុន្មាន ដែលគេត្រូវធ្វើការពិនិត្យផ្ទៃពោះ លើកទី២ ?", options: ["សប្តាហ៍ទី ១៥-២០", "សប្តាហ៍ទី ២០-២៤", "សប្តាហ៍ទី ២៤-២៨", "សប្តាហ៍ទី ២៨-៣០"], correctAnswerIndex: 2 },
            { id: 166, question: "តើនៅពេលគភ៌ មានអាយុប៉ុន្មាន ដែលគេត្រូវធ្វើការពិនិត្យផ្ទៃពោះ លើកទី៣ ?", options: ["សប្តាហ៍ទី ៣០", "សប្តាហ៍ទី ៣២", "សប្តាហ៍ទី ៣៤", "សប្តាហ៍ទី ៣៦"], correctAnswerIndex: 1 },
            { id: 167, question: "តើនៅពេលគភ៌ មានអាយុប៉ុន្មាន ដែលគេត្រូវធ្វើការពិនិត្យផ្ទៃពោះ លើកទី៤ ?", options: ["សប្តាហ៍ទី ៣២", "សប្តាហ៍ទី ៣៥", "សប្តាហ៍ទី ៣៩", "សប្តាហ៍ទី ៤១"], correctAnswerIndex: 2 },
            { id: 168, question: "តើរយៈពេល ប៉ុន្មានវិនាទី ដែលអ្នកត្រូវយកម្រាមដៃចុចស្មងជើង ដើម្បីពិនិត្យរកមើលភាពហើមរបស់ស្រ្តីពេល មានផ្ទៃពោះ ?", options: ["៣ វិនាទី", "៤ វិនាទី", "៥ វិនាទី", "៦ វិនាទី"], correctAnswerIndex: 0 },
            { id: 169, question: "តើអ្វីមួយជា គោលបំណងចម្បងៗ នៃការថែទាំមុនសម្រាល ?", options: ["រកឱ្យឃើញនូវ សញ្ញាគ្រោះថ្នាក់", "រកឱ្យឃើញនូវព័ត៌មានផ្សេងៗ", "រកឱ្យឃើញនូវប្រវត្តិថ្មី", "ដឹងពីទ្រង់ទ្រាយស្រ្តី ពីក្បាលដល់ចុងជើង"], correctAnswerIndex: 0 },
            { id: 170, question: "តើបញ្ហាមួយណា ដែលអាចបណ្តាលមកពី ការលូកពិនិត្យទ្វារមាសញឹកញាប់ នៅក្នុងអំឡុងពេល មានផ្ទៃពោះ ?", options: ["អាចកើតមានបញ្ហា នៅពេលសម្រាល", "មានការប្រឈមមុខនឹង ការឆ្លងរោគ", "ឈឺចាប់តាមទ្វារមាស", "ឈឺក្នុងទ្វារមាស ក្រោយពេលសម្រាល"], correctAnswerIndex: 1 },
            { id: 171, question: "តើចំណីអាហារមួយណា ដែលស្រ្តីមានផ្ទៃពោះ គួរជៀសវាងបរិភោគ ?", options: ["ជាតិជូរ ផ្អាប់", "សំបូរជាតិ កាល់ស្យូម", "ជាតិផ្លែឈើ", "ជាតិសាច់ ប្រូតេអ៊ីន"], correctAnswerIndex: 0 },
            { id: 172, question: "តើនៅពេលណា ដែលជាធម្មតា រោគសញ្ញាចាញ់កូន ចាប់បាត់ទៅវិញ ?", options: ["ចុងត្រីមាសទី ១", "ចុងត្រីមាសទី ២", "ត្រីមាសទី ៣", "ចុងត្រីមាសទី ៣"], correctAnswerIndex: 1 },
            { id: 173, question: "តើអ្វីមួយជាមូលហេតុ ដែលបណ្តាលឱ្យមាន ការនោមតិចៗ ហើយញឹកញាប់ ចំពោះស្រ្តីមានគភ៌ ?", options: ["មានសម្ពាធនៅលើពោះ", "មានសម្ពាធលើ សរសៃប្រសាទ នៅអាងត្រគាក", "ការរំភើបខ្លាំង", "សម្ពាធខ្លាំងទៅលើប្លោកនោម"], correctAnswerIndex: 3 },
            { id: 174, question: "តើនៅពេលគភ៌ មានអាយុប៉ុន្មាន ដែលស្រ្តីកូនដំបូង អាចដឹងថាទារកកំរើក ?", options: ["១៧-១៨ សប្តាហ៍", "១៨-២០ សប្តាហ៍", "១៩-២០ សប្តាហ៍", "២០-២១ សប្តាហ៍"], correctAnswerIndex: 1 },
            { id: 175, question: "តើនៅពេលគភ៌ មានអាយុប៉ុន្មាន ទើបគេអាចកត់សំគាល់ ឃើញពោះឡើងធំ ?", options: ["៤-៦ សប្តាហ៍", "៦-៨ សប្តាហ៍", "៨-១០ សប្តាហ៍", "12-១៦ សប្តាហ៍"], correctAnswerIndex: 2 },
            { id: 176, question: "តើនៅពេលគភ៌ មានអាយុប៉ុន្មាន ទើបគេអាចស្តាប់សម្លេង បេះដូងគភ៌ដោយប្រើ ស្ដេតូស្កុប ?", options: ["៤-៦ សប្តាហ៍", "១ base-១២ សប្តាហ៍", "១២-១៦ សប្តាហ៍", "១៨-២០ សប្តាហ៍"], correctAnswerIndex: 3 },
            { id: 177, question: "តើក្រពេញមួយណា ដែលអាចជួយដល់ការបឺតស្រូបយក ជាតិកាល់ស្យូម ដើម្បីផ្គត់ផ្គង់ដល់ទារកក្នុងផ្ទៃ ?", options: ["ក្រពេញ Parathyroide", "ក្រពេញ Pituitary", "ក្រពេញ Adrenal", "ក្រពេញ Pancreas"], correctAnswerIndex: 0 },
            { id: 178, question: "ហេតុអ្វីបានជាស្រ្តី មានផ្ទៃពោះ ក្នុងអំឡុងត្រីមាសទី២ និងទី៣ គួរជៀសវាងការរួមភេទ ?", options: ["ការឆ្លងរោគអំឡុងពេលមានផ្ទៃពោះ", "ការរលូត", "ការសម្រាលមុនពេលគ្រប់ខែ", "ការធ្លាក់ឈាមមុនពេលគ្រប់ខែ"], correctAnswerIndex: 2 },
            { id: 179, question: "តើចង្វាក់បេះដូងធម្មតា របស់ទារកក្នុងផ្ទៃ មានចំនួនប៉ុន្មាន ?", options: ["៨០-១០០ ដង ក្នុង១នាទី", "១០០-១១០ ដង ក្នុង១នាទី", "១០០-១៤០ ដង ក្នុង១នាទី", "១១០-១60 ដង ក្នុង១នាទី"], correctAnswerIndex: 3 },
            { id: 180, question: "តើនៅពេលទារកក្នុងផ្ទៃមានអាយុប៉ុន្មាន ដែលគេអាចមើលឃើញភ្នែក របស់ទារកតាមរយៈ ការពិនិត្យដោយអេកូសាស្ត្រ ?", options: ["២ សប្តាហ៍", "៤ សប្តាហ៍", "៦ សប្តាហ៍", "៨ សប្តាហ៍"], correctAnswerIndex: 1 },
            { id: 181, question: "តើអ្វីមួយជាមូលហេតុ ដែលបណ្តាលឱ្យមាន ការហើមជើងនៅពេលមានផ្ទៃពោះ ?", options: ["មានសម្ពាធដងខ្លួន ធ្ងន់នៅលើជើង", "ស្បូនរីកធំ មានសម្ពាធទៅលើ សរសៃវ៉ែន", "សរសៃវ៉ែនមិនយឺត នៅពេលមានគភ៌", "ចរន្តឈាមរត់មិនល្អ"], correctAnswerIndex: 1 },
            { id: 182, question: "តើនៅអាទិត្យទីប៉ុន្មាន នៃការមានគភ៌ដែលសញ្ញា នៃការចាញ់កូន ចាប់ផ្តើមឡើង ?", options: ["អាទិត្យទី ១-២", "អាទិត្យទី ២-៣", "អាទិត្យទី ៤-៦", "អាទិត្យទី ៤-៨"], correctAnswerIndex: 2 },
            { id: 183, question: "តើអាចជា សញ្ញាបញ្ជាក់ពីអ្វី នៅពេលមានការកន្ត្រាក់ នៃស្បូនខ្លាំងពេក ?", options: ["សុកពាំង មាត់ស្បូន", "របេះសុក", "ស្បូនបើកអស់", "កូនឆ្កួតសរសៃ"], correctAnswerIndex: 1 },
            { id: 184, question: "តើអ្នកត្រូវគណនា ថ្ងៃកើតតាមកូន Naegele's rule យ៉ាងដូចម្តេច ក្រោយពីស្រ្តីដឹងពីថ្ងៃ នៃរដូវចុងក្រោយរួចហើយ ?", options: ["បូកនឹង ៩ខែ ៧ថ្ងៃ", "រាប់ត្រឡប់ទៅ ៣ខែចុងក្រោយ", "រាប់ចាប់ត្រឡប់ទៅ ៣ខែក្រោយរួច បូក៧ថ្ងៃ", "បូកនឹង ៩ខែ ១០ថ្ងៃ"], correctAnswerIndex: 2 },
            { id: 185, question: "តើទម្ងន់ទារក តិចជាងប៉ុន្មាន ដែលគេហៅថា កើតមកមិនគ្រប់ខែ ?", options: ["១៥០០ ក្រាម", "២០០០ ក្រាម", "២៥០០ ក្រាម", "៣០០០ ក្រាម"], correctAnswerIndex: 2 },
            { id: 186, question: "តើនៅចន្លោះ សប្តាហ៍ទីប៉ុន្មាន នៃគភ៌ដែលការសម្រាលកូន មិនគ្រប់ខែ អាចកើតមានឡើង ?", options: ["១៥ សប្តាហ៍-២០ សប្តាហ៍", "២០ សប្តាហ៍-២៤ សប្តាហ៍", "២០ សប្តាហ៍-២៨ សប្តាហ៍", "២០ សប្តាហ៍-៣៧ សប្តាហ៍"], correctAnswerIndex: 3 },
            { id: 187, question: "តើការមានផ្ទៃពោះ ចំនួនប៉ុន្មានសប្តាហ៍ ដែលគេហៅថា ការមានផ្ទៃពោះលើសខែ ?", options: ["៤០ សប្តាហ៍", "៤១ សប្តាហ៍", "៤២ សប្តាហ៍", "៤៣ សប្តាហ៍"], correctAnswerIndex: 3 },
            { id: 188, question: "តើអ្វីមួយជាកត្តា ដែលបណ្តាលឱ្យមានការសម្រាលកូន មិនគ្រប់ខែ ?", options: ["ស្បូនខ្សោយ", "លំហូរឈាមក្នុងស្បូនចុះថយ", "កង្វះអាហារូបត្ថម្ភ", "ការបង្ករោគនៅផ្លូវនោម"], correctAnswerIndex: 1 },
            { id: 189, question: "តើគេត្រូវព្យាបាល យ៉ាងដូចម្តេចជាសំខាន់ ក្នុងករណីហែកស្បូន ?", options: ["បញ្ចូលសារធាតុរាវ និងផ្តល់អុកស៊ីសែន", "វះកាត់ស្បូន ឱ្យ antibiotique និងបញ្ចូលឈាម", "កាត់បន្ថយការឈឺចាប់ និងធ្វើឱ្យស្ងប់អារម្មណ៍", "ផ្តល់ឱសថឃាត់ឈាម និងឱ្យអុកស៊ីសែន"], correctAnswerIndex: 1 },
            { id: 190, question: "តើការចាញ់កូន នៃការមានផ្ទៃពោះកូនភ្លោះ ជាញឹកញាប់ច្រើន មានលក្ខណៈយ៉ាងដូចម្តេច ?", options: ["ចាញ់កូនធ្ងន់ធ្ងរ", "ចាញ់កូនធម្មតា", "ចាញ់កូនតិចតួច", "មិនចាញ់កូន"], correctAnswerIndex: 0 },
            { id: 191, question: "តើចំនួនប្រហែល ប៉ុន្មានភាគរយនៃស្រ្តីមានគភ៌ មានការបង្ករោគនៅផ្លូវនោម ដោយបាក់តេរីដែលគ្មាន បញ្ចេញរោគសញ្ញា ?", options: ["២-៥% នៃស្រ្តីមានគភ៌", "២-១០% នៃស្រ្តីមានគភ៌", "១០-១៥% នៃស្រ្តីមានគភ៌", "១៥-២០% នៃស្រ្តីមានគភ៌"], correctAnswerIndex: 1 },
            { id: 192, question: "តើភ្នាក់ងារបង្ករោគមួយណា ដែលជាញឹកញាប់ ជាអ្នកបង្ករោគនៅផ្លូវនោម ចំពោះស្រ្តីមានផ្ទៃពោះ ?", options: ["Escherichia coli", "Salmonella", "Helicobacter Pylori", "Streptocoque"], correctAnswerIndex: 0 },
            { id: 193, question: "តើទឹកយ៉ាងតិច ចំនួនប៉ុន្មានដែលអ្នកត្រូវឱ្យស្រ្តីមានផ្ទៃពោះផឹក ដើម្បីបង្ការការបង្ករោគ នៅផ្លូវនោម ?", options: ["១០០០ ម.ល រៀងរាល់២៤ម៉ោង", "២០០០ ម.ល រៀងរាល់២៤ម៉ោង", "៣០០០ ម.ល រៀងរាល់២៤ម៉ោង", "៤០០០ ម.ល រៀងរាល់២៤ម៉ោង"], correctAnswerIndex: 2 },
            { id: 194, question: "តើរយៈពេលប៉ុន្មានម៉ោង ដែលចាត់ទុកថា ជាការឈឺពោះសម្រាល ក្នុងដំណាក់កាលយឺត ចំពោះស្រ្តីដែលសម្រាលកូនច្រើនដងហើយ ?", options: ["៨ ម៉ោង", "១២ ម៉ោង", "១៤ ម៉ោង", "២០ ម៉ោង"], correctAnswerIndex: 2 },
            { id: 195, question: "តើការសម្រាលកូន គ្រប់ខែ (Accouchement à terme) គេគិតត្រឹមសប្តាហ៍ ទីប៉ុន្មាន ដល់ទីប៉ុន្មាន ?", options: ["37-42 semaines", "36-38 semaines", "37-40 semaines", "38-42 semaines"], correctAnswerIndex: 3 },
            { id: 196, question: "តើការសម្រាលកូនធម្មតា (Accouchement normale) ចែកជាប៉ុន្មានដំណាក់កាល (Période) គឺអ្វីខ្លះ ?", options: ["ដំណាក់កាលបើកមាត់ស្បូន", "ដំណាក់កាលបើកមាត់ស្បូន និងបញ្ចេញកូន", "ដំណាក់កាលទម្លាក់សុក", "ដំណាក់កាលបើកមាត់ស្បូន បញ្ចេញកូន និងទម្លាក់សុក"], correctAnswerIndex: 3 },
            { id: 197, question: "តើពេលកំពុងសម្រាលកូន យើងត្រូវតាមដានអ្វីខ្លះ ?", options: ["ចង្វាក់បេះដូងកូនក្នុងផ្ទៃម្តាយ ការបើកមាត់ស្បូន និងទម្រង់នៃការបង្ហាញ", "សីតុណ្ហភាព និងទម្រង់នៃការបង្ហាញ", "ការបើកមាត់ស្បូន និងសម្ពាធឈាម", "សម្ពាធឈាម ជីពចរ និងសីតុណ្ហភាព"], correctAnswerIndex: 0 },
            { id: 198, question: "តើការទម្លាក់សុកធម្មតា (Délivrance normale) ធ្លាក់ឈាម ប៉ុន្មានមីលីលីត្រ ?", options: ["300-500ml", "300-800ml", "500-800ml", "500-1000ml"], correctAnswerIndex: 0 },
            { id: 199, question: "តើការទម្លាក់សុកធម្មតា (Délivrance normale) មានរយៈពេលប៉ុន្មាននាទី ?", options: ["< 30 mn", "> 30 mn", "> 40mn", "> 50mn"], correctAnswerIndex: 0 },
            { id: 200, question: "តើការធ្លាក់ឈាម នៅពេលទម្លាក់សុក (Hémorragie de la deliverance) គេតាមដានអ្វី សំខាន់បំផុត ?", options: ["ជីពចរ សម្ពាធឈាម និងការហូរឈាម", "តាមដានស្បូន (Globe de sécurité)", "ចង្វាក់បេះដូង (Rythme cardiaque)", "ចង្វាក់ដង្ហើម (Rythme respiratoire)"], correctAnswerIndex: 0 },
            { id: 201, question: "តើបរិមាណឈាមប៉ុន្មាន ទើបគេហៅថា ការហូរឈាមពេល ទម្លាក់សុក ( Hémorragie de la deliverance ) ?", options: ["> 300ml", "> 500 ml", "> 1000ml", "> 1500ml"], correctAnswerIndex: 1 },
            { id: 202, question: "តើសញ្ញាដូចម្តេច ដែលបញ្ជាក់ថា សុកវាបានរបើក អស់ហើយ ?", options: ["ទងសុកជ្រុះ មកក្រោមបន្តិចម្តងៗ", "ពេលយកដៃរុញ ខាងលើ pubis ទងសុក មិនទាញចូលវិញទេ", "សង្កត់លើ pubis ទងសុកជ្រុះមកក្រោម", "ទងសុកជ្រុះមក ក្រោមបន្តិចម្តងៗ និង ពេលយកដៃរុញខាងលើ pubis ទងសុកមិនទាញ ចូលវិញទេ"], correctAnswerIndex: 3 },
            { id: 203, question: "តើការវិវត្តន៍ មកកម្រិតធម្មតា របស់ស្បូន ( Involution uterine ) ប្រព្រឹត្ត យ៉ាងដូចម្តេច ?", options: ["ថ្ងៃទី១ លើផ្ចិត ២ធ្នាប់ដៃ ( ombilic 2 travert de doit )", "ថ្ងៃទី១ លើផ្ចិត ១ធ្នាប់ដៃ ( ombilic 1 travert de doit )", "ថ្ងៃទី១ ពាក់កណ្តាល ពីផ្ចិតមកថ្ងាស ( demi distance ombilic et pubis )", "ថ្ងៃទី១ លើផ្ចិត ១ធ្នាប់ដៃ ថ្ងៃទី៦ ពាក់កណ្តាល ពីផ្ចិតមកថ្ងាស និងថ្ងៃទី១២ ចូលក្នុង អាងត្រគាក (pelvis )"], correctAnswerIndex: 3 },
            { id: 204, question: "តើការទម្លាក់ សុកធម្មតា ( Délivrance normale ) ចែកជា ដំណាក់កាល ?", options: ["ដំណាក់កាល បញ្ចេញកូន ( Phase d`expulsion de l`oeuf )", "ដំណាក់កាល របើកសុក ( Phase de décollement placentaire )", "ដំណាក់ ទម្លាក់សុក ( Phase d`expulsion placentaire )", "ដំណាក់កាលរង់ចាំ ដំណាក់កាលរបើកសុក និងដំណាក់ ទម្លាក់សុក"], correctAnswerIndex: 3 },
            { id: 205, question: "តើដំណាក់ក្រោយ សម្រាល ( Suite de couche ) មានរយៈពេល ប៉ុន្មានសប្តាហ៍ ?", options: ["2 semaine", "3 semaines", "4 semaines", "6 semaines"], correctAnswerIndex: 3 },
            { id: 206, question: "តើរយៈពេល ប៉ុន្មានទើបស្បូន ( Utérus ) វិវត្តមកភាពធម្មតាវិញ ក្រោយពីសំរាល ?", options: ["4 សប្តាហ៍ ក្រោយសំរាល", "6 សប្តាហ៍ ក្រោយសំរាល", "8 សប្តាហ៍ ក្រោយសំរាល", "8- 12 សប្តាហ៍ក្រោយ សំរាល"], correctAnswerIndex: 3 },
            { id: 207, question: "តើជាធម្មតា retour de couche មាននៅថ្ងៃទីប៉ុន្មាន ?", options: ["ថ្ងៃទី ១៥ ក្រោយពេល ទម្លាក់សុកចប់", "ថ្ងៃទី ៣៥ ក្រោយពេល ទម្លាក់សុកចប់", "ថ្ងៃទី ៤៥ ក្រោយពេលទម្លាក់ សុកចប់", "ថ្ងៃទី ៦០ ក្រោយពេល ទម្លាក់សុកចប់"], correctAnswerIndex: 2 },
            { id: 208, question: "តើជាធម្មតាគេឃើញ petit retour de couche នៅថ្ងៃទីប៉ុន្មាន ?", options: ["ថ្ងៃទី ៥ ក្រោយសម្រាល ( après accouchement 48h )", "ថ្ងៃទី ៣៥ ក្រោយសម្រាល", "ថ្ងៃទី ១២ ក្រោយ សម្រាល", "ថ្ងៃទី ៤៥ ក្រោយសម្រាល"], correctAnswerIndex: 2 },
            { id: 209, question: "តើស្រ្តីសម្រាលកូនរួច អាចងូតទឹក បាននៅពេលណា ?", options: ["នៅពេល អស់ Lochie", "Après petit retour de couche", "Après retour de couche", "Après délivrance"], correctAnswerIndex: 0 },
            { id: 210, question: "តើធម្មតាក្រោយ សម្រាល ត្រូវទុកស្រ្តី ក្នុងបន្ទប់សម្រាល ប៉ុន្មានម៉ោង ?", options: ["15- 20mn", "15- 30mn", "30- 60mn ( 1h )", "2 h"], correctAnswerIndex: 3 },
            { id: 211, question: "មូលហេតុអ្វីបង្ក អោយមាន grossesse extra utérine ?", options: ["Malformation tubaire, Tumeur intra ou extratubaire, និង Endométriose", "Tumeur intra រឺextratubaire", "Endométriose និងextratubaire", "Salpingite"], correctAnswerIndex: 0 },
            { id: 212, question: "តើកូនក្រៅស្បូន មាននៅកន្លែង ណាខ្លះ ?", options: ["ដៃស្បូន ( Tromp )", "Ovaire", "ស្រោមពោះ ( Péritonéale ), ដៃស្បូន និង Ovaire", "Endomètre"], correctAnswerIndex: 2 },
            { id: 213, question: "តើកូនក្រៅស្បូន មុនបែក មានសញ្ញាសំខាន់ អ្វីខ្លះ ?", options: ["ឈឺពោះ ហូរឈាម តាមទ្វារមាស និង វិលមុខ ឬអស់ កំលាំង", "ហូរឈាម តាមទ្វារមាស", "វិលមុខ ឬអស់ កំលាំង", "ធ្លាក់រំអិល"], correctAnswerIndex: 0 },
            { id: 214, question: "តើកូនក្រៅស្បូន បែកមានសញ្ញា គ្លីនិកអ្វីខ្លះ ?", options: ["ឈាមដក់ នៅដៃស្បូន ( Hématosalpinx )", "ឈាមដក់នៅ ស្រោមពោះ ដៃស្បូន និង ខាងក្រោយស្បូន", "ឈាមដក់នៅ ខាងក្រោយស្បូន ( Hématocele rétro-utérine )", "ហូរឈាមទូទៅ ( Hémorragie génitale )"], correctAnswerIndex: 1 },
            { id: 215, question: "តើស្រ្តីមានគភ៌ កំពស់ប៉ុន្មាន ដែលងាយរងគ្រោះថ្នាក់ នៅពេលសម្រាល ?", options: ["កំពស់ទាបជាង១,៤៥ ម", "កំពស់ទាបជាង ១,៧០ម", "កំពស់ទាបជាង ១,៧៥ម", "កំពស់ទាបជាង ១,៨០ម"], correctAnswerIndex: 0 },
            { id: 216, question: "តើជំងឺមួយណា ដែលប្រឈមនឹង គ្រោះថ្នាក់ ចំពោះស្រ្តីនៅ ពេលសម្រាល ?", options: ["ជំងឺទឹក នោមផ្អែម", "ជំងឺ គ្រុនពោះវៀន", "ជំងឺ គ្រុនផ្តាសាយ", "ជំងឺគ្រុនឈាម"], correctAnswerIndex: 0 },
            { id: 217, question: "តើស្រ្តីអាយុប៉ុន្មាន ដែលងាយរងគ្រោះថ្នាក់ នៅពេលដែលសម្រាល កូនដំបូង ?", options: ["អាយុ តិចជាង ២០ឆ្នាំ", "អាយុ តិចជាង ២៥ឆ្នាំ", "អាយុ តិចជាង ៣០ឆ្នាំ", "អាយុ តិចជាង ១៧ និងច្រើនជាង ៣៥ ឆ្នាំ"], correctAnswerIndex: 3 },
            { id: 218, question: "តើស្រ្តីសម្រាលកូន លើសពីប៉ុន្មានដង ដែលងាយរងគ្រោះថ្នាក់ ?", options: ["សំរាលកូន លើសពី២ដង", "សំរាលកូន លើសពី៣ដង", "សំរាលកូន លើសពី៤ដង", "សំរាលកូនលើស ពី៥ដង"], correctAnswerIndex: 3 },
            { id: 219, question: "តើស្រ្តីសម្រាលកូន របៀបណាដែលងាយ រងគ្រោះថ្នាក់ពេល សម្រាលកូនលើកក្រោយ ?", options: ["ធ្លាប់ វះយកកូន ពីមុន", "កើតដោយបូម", "កើតធម្មតា", "ធ្លាប់ កាត់ទ្វារមាស"], correctAnswerIndex: 0 },
            { id: 220, question: "តើសញ្ញាមួយណា នៅពេលស្រ្តីសម្រាលកូន លើកក្រោយប្រឈម នឹងគ្រោះថ្នាក់ ?", options: ["ធ្លាក់ឈាមច្រើន ពេលសំរាលលើក មុន", "ក្អួតចង្អោរ", "ក្អកខ្លាំង", "រាគ"], correctAnswerIndex: 0 },
            { id: 221, question: "ទារក មានវិបត្តពេលកើត តើចង្វាក់បេះដូង ចំនួនប៉ុន្មាន ?", options: ["តិចជាង ១៣០ ដង /នាទី", "តិចជាង ១២០ ដង /នាទី", "តិចជាង ១១០ ដង /នាទី", "តិចជាង ១០០ ដង/ នាទី"], correctAnswerIndex: 3 },
            { id: 222, question: "ទារកសុខភាពល្អ ពេលកើត តើចង្វាក់បេះដូង មានចំនួនប៉ុន្មាន ?", options: ["ធំជាង ៨០ ដង/នាទី", "ធំជាង ៩០ ដង/នាទី", "ធំជាង ១០០ ដង /នាទី", "ធំជាង ១២០ ដង/នាទី"], correctAnswerIndex: 2 },
            { id: 223, question: "តើការវាយតម្លៃ ចង្វាក់ដង្ហើម និង ចង្វាក់បេះដូងល្អ របស់ទារកនៅ ២នាទីដំបូង ក្រោយសម្រាលមួយណា ដែលត្រឹមត្រូវ ?", options: ["ពណ៌សម្បុរ មានការរីកចម្រើន ( ក្រហម )", "ពណ៌ស្វាយ", "ពណ៌សម្បុរ មានការរីកចម្រើន (ក្រហម ) និង ចង្វាក់បេះដូង ច្រើនជាង ១០០ដង/ នាទី", "ចង្វាក់បេះដូង តិចជាង ១០០ដង /នាទី"], correctAnswerIndex: 2 },
            { id: 224, question: "ស្រ្តីធ្លាក់ឈាម ក្រោយសំរាល ពេលសុកនៅក្នុងស្បូន តើវេជ្ជបញ្ជាមួយណា ដែលត្រឹមត្រូវ ?", options: ["ស្រែកហៅគ្នាមកជួយ", "ស្រែកហៅគ្នាមកជួយ ផ្តល់ព័ត៌មាន និងបញ្ជូនទៅកាន់ មន្ទីរពេទ្យ", "ចាក់សេរ៉ូម Dextrose10%", "ចាក់វីតាមីនC."], correctAnswerIndex: 1 },
            { id: 225, question: "ស្រ្តីធ្លាក់ឈាម នៅត្រីមាសទី ១ឬទី២ នៃគភ៌ មានសញ្ញាអ្វីខ្លះ ដែលអ្នកគិតថា គំរាមរលូត ?", options: ["ធ្លាក់ ឈាមតិចតួច", "ធ្លាក់ឈាមតិចតួច ឈឺចាប់លើថ្ងាស និងស្បូន សមស្របអាយុ គភ៌", "ស្បូនសមស្រប អាយុគភ៌", "គ្មានឈឺពោះ"], correctAnswerIndex: 1 },
            { id: 226, question: "ស្រ្តីធ្លាក់ឈាម នៅត្រីមាសទី ១ឬទី២ នៃគភ៌ មានសញ្ញាអ្វីខ្លះ ដែលអ្នកគិតថា រលូតកូន ?", options: ["ធ្លាក់ឈាមច្រើន ឈឺចាប់លើថ្ងាស និង មាត់ស្បូន បើកចំហ", "ឈឺចាប់លើថ្ងាស គ្មានធ្លាក់សាច់កូនឬសុក", "មាត់ស្បូនបើកចំហ", "គ្មានធ្លាក់ សាច់កូនឬសុក"], correctAnswerIndex: 0 },
            { id: 227, question: "ស្រ្តីធ្លាក់ឈាម នៅត្រីមាសទី ១ឬទី២ នៃគភ៌ តើមានសញ្ញាអ្វីខ្លះ ដែលអ្នកគិតថា រលូតកូនពង ?", options: ["ស្បូនសម ស្របអាយុគភ៌", "ឈឺចាប់លើថ្ងាស និងចាញ់កូនខ្លាំង", "ស្បូនធំ ជាងអាយុគភ៌", "ឈឺចាប់លើថ្ងាស ចាញ់កូនខ្លាំង និងស្បូនធំជាងអាយុគភ៌"], correctAnswerIndex: 3 },
            { id: 228, question: "ស្រ្តីធ្លាក់ឈាម នៅត្រីមាសទី ១ឬទី២ នៃគភ៌ មានសញ្ញាអ្វីខ្លះ ដែលអ្នកគិតថា កូនក្រៅស្បូន ?", options: ["ធ្លាក់ឈាមខ្មៅ តាមទ្វារមាស ឈឺចាប់ ក្នុងពោះខ្លាំង និងស្បែក ស្លេកស្លាំងខ្លាំង (អាចស្ហុក )", "ឈឺចាប់ ក្នុងពោះខ្លាំង និង ស្បូនសមស្រប អាយុគភ៌", "ស្បែកស្លាំងខ្លាំង ( អាចស្ហុក )", "ស្បូនសមស្រប អាយុគភ៌"], correctAnswerIndex: 0 },
            { id: 229, question: "ការសង្រ្គោះទារក មានវិបត្តិ ទើបកើតមាន៖", options: ["ជូតទឹកអោយទារក និង ផ្តល់កម្តៅអោយទារក", "ដាក់ទារក ក្នុងស្ថានភាព ផ្ងើយហិតរួច បូមសំអាតផ្លូវខ្យល់", "ជូតទឹកអោយទារក", "ផ្តល់កម្តៅ ជូតសំអាត រំញោច ដាក់ស្ថានភាព ផ្ងើយហិតរួច បូមសំអាតផ្លូវខ្យល់"], correctAnswerIndex: 3 },
            { id: 230, question: "ស្រ្តីមានគភ៌ កំដៅលើស ៣៩អង្សាសេ មិនដឹងខ្លួន ត្រូវធ្វើអ្វី ?", options: ["មិនបាច់បញ្ជូន", "រកជំនួយ បញ្ជូន ផ្តល់ដំណឹងទៅកន្លែងទទួល និង សំរួលការ ដកដង្ហើម", "រៀវចំមធ្យោបាយបញ្ជូន ផ្ដល់ដំណឺងទៅ កន្លែងទទួល", "សំអាតផ្លូវដង្ហើម សំរួលការដកដង្ហើម"], correctAnswerIndex: 1 },
            { id: 231, question: "ស្រ្តីមានគភ៌ កំដៅលើស ៣៩អង្សាសេ នៅដឹងខ្លួន ត្រូវធ្វើអ្វី ?", options: ["Para 500mg 1cp ជូតដណ្ដប់ក្រណាត់សើម និង បញ្ជូនទៅ មន្ទីរពេទ្យ", "ជូត ដណ្ដប់ក្រណាត់សើម", "បញ្ជូនទៅមន្ទីរពេទ្យ ដែលមាន លទ្ធភាពវះកាត់ និងជូត ដណ្ដប់ក្រណាត់សើម", "បញ្ជូលសេរ៉ូម"], correctAnswerIndex: 0 },
            { id: 232, question: "ស្រ្តីក្រឡាភ្លើង ( Toxémie Gravidique ) តើចំណុចណាខ្លះ ដែលគិតថា ត្រឹមត្រូវ ?", options: ["មិនបាច់បញ្ជូន", "ដាក់ Canule de Mayo", "ចាក់សាច់ដុំ Diazepam 10mg ( IM )", "ដាក់ Canule de Mayo ចាក់សាច់ដុំ Diazepam 10mg និង ដាក់ស្រ្តី ក្នុងស្ថានភាពផ្អៀង ខាងឆ្វេង"], correctAnswerIndex: 3 },
            { id: 233, question: "ស្រ្តីក្រឡាភ្លើង ( Toxémie Gravidique ) តើចំណុចណាខ្លះ ដែលគិតថាត្រឹមត្រូវ ?", options: ["ស្តាប់ចង្វាក់បេះដូងកូន យកសញ្ញាជីវិតម្តាយ ចាក់សេរ៉ូម បញ្ជូនទៅ មន្ទីរពេទ្យ", "ចាក់សេរ៉ូមប្រៃ ឫឡាក់តាត បញ្ជូនទៅមន្ទីរពេទ្យបង្អែកមាន ឆ្មបនៅជាមួយ", "យកសញ្ញាជីវិតម្តាយ", "បញ្ជូន ទៅមន្ទីរពេទ្យ"], correctAnswerIndex: 0 },
            { id: 234, question: "ស្រ្តីធ្លាក់ឈាម នៅត្រីមាសទី១ឬទី២ នៃគភ៌យើង ត្រូវគិតទៅលើអ្វី ?", options: ["គិតថាជា ការធម្មតា", "គំរាមរលូត រលូត និងកូនក្រៅ ស្បូន", "រលូត", "កូនក្រៅស្បូន"], correctAnswerIndex: 1 },
            { id: 235, question: "តើស្រ្តី មានផ្ទៃពោះគ្រប់ខែ មានប៉ុន្មាន ត្រីមាស ?", options: ["ត្រីមាសទី១", "ត្រីមាសទី២", "ត្រីមាស ទី៣", "ត្រីមាសទី៤"], correctAnswerIndex: 2 },
            { id: 236, question: "តើស្រ្តី មានផ្ទៃពោះ គេអោយប្រើ ថ្នាំអ្វីដែរ ?", options: ["ថ្នាំពន្យា កំណើត", "ថ្នាំជាតិ ដែក", "ថ្នាំ B1 B6 B12", "ថ្នាំប៉ារ៉ាសេតាម៉ុល"], correctAnswerIndex: 1 },
            { id: 237, question: "តើស្រ្តីមានផ្ទៃពោះ មានលក្ខណៈ ដូចម្តេចដែរ ?", options: ["ការរើលមុខ", "ការចង្អោរ និង ក្អួត", "បែកញើស", "ការនោមច្រើន"], correctAnswerIndex: 1 },
            { id: 238, question: "តើស្រ្តី មានផ្ទៃពោះ នៅត្រីមាសទី១ មានចំនួន ប៉ុន្មានសប្តាហ៍ ?", options: ["មាន ៣សប្តាហ៍", "មានរយៈពេល ៥សប្តាហ៍", "មានរយៈពេល ១០សប្តាហ៍", "មានរយៈពេល ១២ សប្តាហ៍"], correctAnswerIndex: 3 },
            { id: 239, question: "តើនៅពេលស្រ្តី សំរាលកូនរួចភ្លាម ត្រូវចាក់ថ្នាំអ្វី ទៅលើទារក ?", options: ["ចាក់ថ្នាំ K1", "ចាក់ថ្នាំវីតាមីន", "ចាក់វ៉ាក់សាំងក្អកមាន់", "ចាក់ថ្នាំតេតានូស"], correctAnswerIndex: 0 },
            { id: 240, question: "តើមហារីក Ovaire មានប៉ុន្មាន Stade ?", options: ["Stade I", "Stade II", "Stade III", "Stade IV"], correctAnswerIndex: 3 },
            { id: 241, question: "តើជំងឺប្រកាច់ប្រភេទ ក្រឡាភ្លើង ( Eclampsie ) មានប៉ុន្មាន ដំណាក់កាល ?", options: ["១ ដំណាក់កាល", "២ ដំណាក់កាល", "៣ ដំណាក់កាល", "៤ ដំណាក់កាល"], correctAnswerIndex: 3 },
            { id: 242, question: "តើថ្នាំប្រើប្រឆាំង ប្រកាច់ (Eclampsie) មានឈ្មោះអ្វី?", options: ["B1 B6B12", "SO4 Mg", "Ocytocine", "ថ្នាំAnagine"], correctAnswerIndex: 1 },
            { id: 243, question: "តើថ្នាំ Ocytocine ពេលសម្រាល រួចចាក់ដើម្បីអ្វី ?", options: ["ធ្វើឲ្យទន់សាច់ដុំ", "ចាក់អោយ រំញោចសាច់ដុំ", "ចាក់ធ្វើអោយ ស្បូនកន្ត្រាក់", "ចាក់អោយមានកម្លាំង"], correctAnswerIndex: 2 },
            { id: 244, question: "តើស្រ្តីមានផ្ទៃពោះ ទៅពិនិត្យពោះ ត្រីមាសទី២ ទី៣ សំខាន់លើអ្វី ?", options: ["វាស់កំពស់", "ថ្លឹងទម្ងន់", "ស្តាប់ចង្វាក់បេះ ដូងកូន", "វាស់កំពូលស្បូន"], correctAnswerIndex: 2 },
            { id: 245, question: "តើការសំរាល កូនធម្មតាទម្រង់ មួយណាងាយ ស្រួលសម្រាល ?", options: ["ទម្រង់បញ្ច្រាស់ជើងត្រង់", "ទម្រង់ចង្កោមកមុន", "ទម្រង់ក្បាលកូន ត្រង់មកមុន (Présentation du sommet )", "ទម្រង់មុខមកមុន"], correctAnswerIndex: 2 },
            { id: 246, question: "តើការសម្រាលកូន ដែលត្រូវវះកាត់ លើទម្រង់មួយណា ?", options: ["ទម្រង់ ទទឹងពោះ", "ទម្រង់ បញ្ច្រាស់ជើងត្រង់", "ទម្រង់ ក្បាលតូចចុះមកក្រោម", "ទម្រង់មុខមកមុន"], correctAnswerIndex: 0 },
            { id: 247, question: "នៅពេលសម្រាលរួច គេអោយពិន្ទុ ( Score d'apgar ) ទៅលើក្មេង ល្អជាងគេប៉ុន្មាន ?", options: ["1.2.3", "3.4.5", "5.6.7", "7.8. 9"], correctAnswerIndex: 3 },
            { id: 248, question: "តើទារកទើបកើត ដល់មួយខែ ត្រូវចាក់ថ្នាំ ការពារអ្វី ?", options: ["វ៉ាក់សាំង ការពារតេតានូស", "វ៉ាក់សាំង ការពារជំងឺ របេង (BCG )", "វ៉ាក់សាំងការពារជំងឺ ជំងឺគ្រុនស្វិតដៃជើង", "វ៉ាក់សាំងការពារ ជំងឺជំងឺកញ្ជ្រឹល"], correctAnswerIndex: 1 },
            { id: 249, question: "តើ ស្រ្តីមានកូនភ្លោះ មើលទៅលើអ្វី បានដឹង ?", options: ["ដេកទៅរាងពោះព្រែក", "Echographie", "Radio Graphie", "Scanaire"], correctAnswerIndex: 1 },
            { id: 250, question: "តើស្រ្តីមានកូន ក្រៅស្បូន មានរោគសញ្ញា ដូចម្តេច ?", options: ["គ្រុនក្តៅ", "ឈឺពោះខ្លាំង", "ឈឺពោះ ធ្លាក់ឈាមរាំង រដូវ", "ចុកចង្កេះ"], correctAnswerIndex: 2 },
	        { id: 251, question: "តើស្រ្តីមានកូន ក្រៅស្បូនព្យាបាល យ៉ាងដូចម្តេច ?", options: ["ចាក់ថ្នាំ ទំលាក់កូន", "លេបថ្នាំ ទំលាស់កូន", "ធ្វើការ វះកាត់", "យកកូនចេញ"], correctAnswerIndex: 2 },
            { id: 252, question: "តើស្រ្តីមានផ្ទៃពោះ វាស់កំពូលស្បូន ៩ខែ ឃើញប៉ុន្មាន សង់ទីម៉ែត្រ ?", options: ["កំពូលស្បូន ១៦ ស.ម", "កំពូលស្បូន ២៤ ស.ម", "កំពូលស្បូន ៣២ ស.ម", "កំពូលស្បូន៣៦ ស. ម"], correctAnswerIndex: 3 },
            { id: 253, question: "តើស្រ្តីមានផ្ទៃពោះ គ្រប់ខែមាត់ស្បូន បើកបានប៉ុន្មាន សង់ទីម៉ែត្រ ទើបអាចកើតបាន ?", options: ["មាត់ស្បូន បើកបាន ៣ - ៥ស.ម", "មាត់ស្បូន បើកបាន ៥ - ៧ស.ម", "មាត់ស្បូន បើកបាន ៧ - ១០ស.ម", "មាត់ស្បូនបើកបាន ១០-១២ ស.ម"], correctAnswerIndex: 3 },
            { id: 254, question: "តើទឹកភ្លោះ លើសពីធម្មតា មានចំណុះប៉ុន្មាន ?", options: ["២០ ទៅ ៥០ ម.ល", "៣០ ទៅ ៥០ ម.ល", "៥០ ទៅ ១៦០ ម.ល", "១៦០ ទៅ ២៥០ ម.ល"], correctAnswerIndex: 2 },
            { id: 255, question: "តើទឹកភ្លោះ ធម្មតា មានចំណុះប៉ុន្មាន ?", options: ["២០ ទៅ ៣០មល", "៣០ ទៅ ៥០មល", "៥០ ទៅ ១៦០ មល", "១៦០ ទៅ ២៥០មល"], correctAnswerIndex: 2 },
            { id: 256, question: "ស្រ្តី មានផ្ទៃពោះម្នាក់ ចូលមកដល់យើង ជាគ្រូពេទ្យ ត្រូវធ្វើដូចម្តេច ?", options: ["ពិនិត្យផ្ទៃពោះ", "វាស់កំពស់ និងថ្លឹងទម្ងន់", "សួរអំពីថ្ងៃ បាត់រដូវចុងក្រោយ", "សួរអំពីថ្ងៃ បាត់រដូវចុងក្រោយ វាស់កំពស់ និង ថ្លឹងទម្ងន់"], correctAnswerIndex: 3 },
            { id: 257, question: "ស្រ្តីមានផ្ទៃពោះម្នាក់ ចូលមកពិគ្រោះ មិនដឹងមានចំនួនប៉ុន្មានខែ តើយើង ត្រូវធ្វើដូចម្តេច បើគាត់មិនចាំ អ្វីទាំងអស់ ?", options: ["វាស់កំពស់ស្បូន", "វាស់កំពស់ស្បូន និងថ្លឹងទម្ងន់", "វាស់កំពស់ស្បូន និង ថ្លឹងទម្ងន់ចែកនឹង៤ ( សប្តាហ៍ )", "វាស់កំពស់ស្បូន ចែកនឹង៤ (សប្តាហ៍ )"], correctAnswerIndex: 3 },
            { id: 258, question: "តើការបង្ហាញ ទម្រង់ក្បាល ( Présentation du sommet ) ពេលយើងលូក ទ្វារមាស ( TV ) ប៉ះអ្វី ?", options: ["MIDP ( Mento- iliaque droite postérieure )", "MIDA ( Mento- iliaque droite antérieure)", "MIGA ( Mento- iliaque gauche antérieure)", "OIGA (Occiputo- iliaque gauche antérieure ) រឺ OIDA (Occiputo- iliaque droite antérieure )"], correctAnswerIndex: 3 },
            { id: 259, question: "តើការបង្ហាញមុខ ( Présentation de la Face ) ពេល ដែលលូកទ្វារមាស ( TV ) ប៉ះអ្វី ?", options: ["OIGA ( Occiputo- iliaque gauche antérieure)", "OIDA ( Occiputo- iliaque droite antérieure)", "MIGA (Mento- iliaque gauche antérieure )", "OIGA ( Occiputo- iliaque gauche antérieure ) ou ( OIDA Occiputo- iliaque droite antérieure )"], correctAnswerIndex: 2 },
            { id: 260, question: "តើទម្រង់ បង្ហាញថ្ងាស ( Présentation du Front ) ពេលលូកទ្វារ ( TV ) ប៉ះអ្វី ?", options: ["MIGA ( Mento- iliaque gauche antérieure )", "MIDA ( Mento- iliaque droite antérieure)", "MIDP ( Mento- iliaque droite postérieure)", "NIDA (Naso- iliaque droite antérieure )"], correctAnswerIndex: 3 },
            { id: 261, question: "បន្ទាប់ពីសំរាល យើងធ្វើអ្វី ចំពោះម្តាយ ( Après d’accouchement on fait pour la mère ) ?", options: ["ទម្លាក់សុក ( délivrance )", "ដេរទ្វារមាស ( suture )", "ដេរទ្វារមាស និង ទម្លាក់សុក ( suture et deliverance )", "ទម្លាក់សុក សំអាត និង ដេរទ្វារមាស (délivrance,soint et suture )"], correctAnswerIndex: 3 },
            { id: 262, question: "បន្ទាប់ពីធ្វើ ការសម្រាលរួច ចំពោះទារក យើងធ្វើអ្វីខ្លះ ?", options: ["សង្រ្គោះផ្លូវដកដង្ហើម ( Réanimé la voie respiratoire )", "ចាក់វីតាមីន K1", "សង្រ្គោះផ្លូវដកដង្ហើម បេះដូង និង ចលនា (Réanimé la voie respiratoire, cardiaque, mobilité )", "Appgar"], correctAnswerIndex: 2 },
            { id: 263, question: "ក្រោយសំរាលយើង តាមដានអ្វី ? (Post de l’accouchement on serviller?)", options: ["Hémorragie", "Lochie", "Hémorragie avec lochie", "Evolution utérine"], correctAnswerIndex: 0 },
            { id: 264, question: "តើរយៈពេល ២៤ម៉ោងក្រោយ ការសម្រាលយើង ត្រូវធ្វើអ្វី ? ( Aprèse de l’accouchement on serviller )", options: ["Hémorragie", "Hémorragie avec lochie", "Hémorragie avec évolution utérine", "Evolution utérine, hémorra gie avec lochie"], correctAnswerIndex: 3 },
            { id: 265, question: "តើសុក ( Placenta ) ជាអ្វី ?", options: ["សរីរាង្គផ្លាស់ប្តូរ អុកស៊ីសែន ( Organe d’ échange O2)", "សរីរាង្គ ផ្លាស់ប្តូរអុកស៊ីសែន និង ឈាមពីម្តាយ ទៅកូន (Organe d’échange O2 et sang au la mère à foetale )", "សរីរាង្គ ផ្លាស់ប្តូរឈាម Organe d’échange du sang", "សរីរាង្គ ផ្លាស់ប្តូរទឹក ( Organe d’échang H2O )"], correctAnswerIndex: 1 },
            { id: 266, question: "តើ Placenta មានផ្ទៃមុខ ( surface ) ប៉ុន្មាន ?", options: ["1 surfaces", "3 surfaces", "2 surfaces (maternel- foetale )", "4 surfaces"], correctAnswerIndex: 2 },
            { id: 267, question: "តើសញ្ញាទូទៅ នៃកូនពងជាអ្វី ? ( Signes généraux de la Grossesse molaire )", options: ["ពោះស្រ្តីធំលឿន", "ពោះធំលឿនជាង អាយុគភ៌", "ពោះតូច ជាងអាយុគភ៌", "ពោះតូច ជាងអាយុគភ៌ និងមានធ្លាក់ឈាម"], correctAnswerIndex: 1 },
            { id: 268, question: "តើកូនពង នៅពេលយើង លូកទ្វារមាស ប៉ះអ្វី ?", options: ["ប៉ះភាពប៉ោងខ្លាំង របស់ស្បូននៅអង្កត់ក្រោម", "គ្មានចលនាកូន ( Pas de ballottement foetale )", "មានការហូរឈាម ( avec de l’hémorragie )", "គ្មានចលនាកូន និង មានការហូរឈាម"], correctAnswerIndex: 3 },
            { id: 269, question: "ករណីណាខ្លះ ដែលត្រូវធ្វើការ វះកាត់យកកូន ( césarienne ) ?", options: ["ទម្រង់កូនទទឹងពោះ ( Présentation transversal )", "ទម្រង់ស្មា ( Présentation de l’épaule)", "សុកពាំងមាត់ស្បូន ( Placenta prévia)", "ទម្រង់កូនទទឹងពោះ និងសុកពាំង មាត់ស្បូន"], correctAnswerIndex: 3 },
            { id: 270, question: "តើករណីណា ដែលយើង ត្រូវធ្វើបូមទារក ( ventouse ) ?", options: ["ទម្រង់ចេញយឺត ( De position lenter d’expution)", "ការចេញយឺត ( Lenter d’Expulsion)", "ម្តាយមានកម្លាំង", "ម្តាយគ្មានកម្លាំង ប្រឹងនៅពេល dilatation du col complète"], correctAnswerIndex: 3 },
            { id: 271, question: "តើករណីណា ដែលយើងមិន ធ្វើការបូមទារក ( ventouse ) ?", options: ["ទម្រង់ធម្មតា", "មាត់ស្បូនបើក", "ម្តាយប្រឹង ដោយខ្លួនឯងបាន", "ការកើតមានធម្មតា មាត់ស្បូនបើក និង ម្តាយប្រឹង ដោយខ្លួន ឯងបាន"], correctAnswerIndex: 3 },
            { id: 272, question: "តើស្បូនស្រុត ( Prolapsus ) ច្រើនកើតលើ ស្រ្តីវ័យណា ?", options: ["ចាប់ពីអាយុ ២០ ទៅ៣០", "ចាប់ពីអាយុ ៥០ ទៅ៦០", "ចាប់ពីអាយុ ៦០ ទៅ ៧០", "ចាប់ពីអាយុ ៧០ ទៅ៨០"], correctAnswerIndex: 2 },
            { id: 273, question: "តើចាប់ពីពេល បង្កកំណើត នៅក្នុងដៃស្បូន មានរយៈពេលប៉ុន្មាន ?", options: ["១ថ្ងៃ ទៅ ២ថ្ងៃ ត្រឡប់មកដល់ស្បូន", "២ថ្ងៃ ទៅ ៣ថ្ងៃ ត្រឡប់ មកដល់ស្បូន", "៣ថ្ងៃ ទៅ ៤ថ្ងៃ ត្រឡប់មក ដល់ស្បូន", "៤ថ្ងៃ ទៅ ៥ថ្ងៃ ត្រឡប់មកដល់ស្បូន"], correctAnswerIndex: 2 },
            { id: 274, question: "មុខងារទាំង៦ ដកដង្ហើម អាហារូបត្ថម្ភ រក្សាទុកបញ្ចេញការពារ និង អ័រម៉ូនបញ្ចេញ ក្នុង( Respiration, Nutrition, Storage, Excretion, Protection, Endocrine ) ជារបស់៖", options: ["ស្បូន ( Uterus )", "ទ្វារមាស ( Vagina)", "សុក (Placenta )", "អូវែរ ( Ovaries)"], correctAnswerIndex: 2 },
            { id: 275, question: "សុកចាប់ផ្តើម ដំណើរការបំពេញ មុខងារចាប់តាំងពី៖", options: ["៤០សប្តាហ៍ បន្ទាប់ពីការ បង្កកំណើត", "៣០សប្តាហ៍ បន្ទាប់ពី ការបង្កកំណើត", "២០សប្តាហ៍ បន្ទាប់ពីការ បង្កកំណើត", "១០សប្តាហ៍ បន្ទាប់ពីការបង្ក កំណើត"], correctAnswerIndex: 3 },
            { id: 276, question: "រយៈពេល មានគភ៌ចន្លោះពី ១២ និង ២០សប្តាហ៍ សុកមានទំងន់៖", options: ["ស្រាល ជាងគភ៌", "ធ្ងន់ជាង គភ៌", "ស្មើគ្នា ជាមួយគភ៌", "ប្រហាក់ប្រហែលគ្នា ជាមួយគភ៌"], correctAnswerIndex: 1 },
            { id: 277, question: "តើសុកធម្មតា មានទំហំ និង កំពស់ប៉ុន្មាន ?", options: ["ទំហំ ១៥ស.ម និង កំពស់ ២,៥ស.ម", "ទំហំ ២០ស.ម និង កំពស់ ១,៥ស.ម", "ទំហំ ២៥ស.ម និង កំពស់ ២,៥ស.ម", "ទំហំ ២០ស.ម និង កំពស់ ២,៥ ស.ម"], correctAnswerIndex: 3 },
            { id: 278, question: "តើទំងន់សុក ធៀបជាមួយនិង ទំងន់ទារកក្នុងផ្ទៃ នៅពេលគ្រប់ខែ មានដូចម្តេច ?", options: ["១ / ៦", "១ / ៥", "២ / ៦", "២ / ៥"], correctAnswerIndex: 0 },
            { id: 279, question: "តើសុកធម្មតា មានផ្ទៃចំនួន ប៉ុន្មាន ?", options: ["ផ្ទៃ១គឺ Anterious surface", "ផ្ទៃ២ គឺ Maternal and fetus surface", "ផ្ទៃ ៣គឺ Anterious, Posterious and exterious Surface", "ផ្ទៃ ៤គឺ Anterious, Posterious, Maternal and fetus surface"], correctAnswerIndex: 1 },
            { id: 280, question: "តើថង់ទឹកភ្លោះ( The aminotic sac ) មានប៉ុន្មានភ្នាស ?", options: ["២ភ្នាសគឺខាងក្រៅ Chorion និងខាង ក្នុង Amnion", "៣ភ្នាសគឺខាងក្រៅ Chorion, Middle membrane និងខាងក្នុង Amnion", "១ភ្នាសគឺ Amnion", "ភ្នាស៤គឺខាងក្រៅ Chorion, 2 Middle membranes និងខាងក្នុង Amnion"], correctAnswerIndex: 0 },
            { id: 281, question: "ទឹកភ្លោះធម្មតា ( amniotic fluid ) មានចំណុះ៖", options: ["១ លីត្រ", "២ លីត្រ", "៣ លីត្រ", "៤ លីត្រ"], correctAnswerIndex: 0 },
            { id: 282, question: "តើទឹកភ្លោះច្រើន ( Polyhydramnious ) មានន័យ យ៉ាងដូចម្តេច ?", options: ["ទឹកភ្លោះ ច្រើនជាង ៣០០ម.ល", "ទឹកភ្លោះច្រើនជាង១៥០០ ម.ល", "ទឹកភ្លោះ តិចជាង ៣០០ម.ល", "ទឹកភ្លោះ តិចជាង ១៥០០ម.ល"], correctAnswerIndex: 1 },
            { id: 283, question: "តើទឹកភ្លោះតិច ( Oligohydramnious ) មានន័យ យ៉ាងដូចម្តេច ?", options: ["ទឹកភ្លោះ ច្រើនជាង ៣០០មីលីលីត្រ", "ទឹកភ្លោះ ច្រើនជាង ១៥០០មីលីលីត្រ", "ទឹកភ្លោះ តិចជាង ៣០០ មីលីលីត្រ", "ទឹកភ្លោះ តិចជាង ១៥០០មីលីលីត្រ"], correctAnswerIndex: 2 },
            { id: 284, question: "តើមុខងារ នៃថង់ទឹកភ្លោះ ( aminotic sac ) មានអ្វីខ្លះ ?", options: ["សម្រួលដល់ការធ្វើ ចលនាទារកក្នុងផ្ទៃ ដោយសេរី និង រក្សាសីតុណ្ហភាពដល់ទារក", "ការពារពីការប៉ះទង្គិច, ជួយអោយ កស្បូនរលានិងស្បូនរីក", "រក្សាសីតុណ្ហភាពទារក", "សម្រួលការធ្វើចលនា ទារកក្នុងផ្ទៃ ការពារពីការប៉ះទង្គិច ជួយអោយស្បូនរលា និងរក្សា សីតុណ្ហភាព ទារក"], correctAnswerIndex: 3 },
            { id: 285, question: "តើទងផ្ចិត ( Umblical Cord ) មានសរសៃឈាម អ្វីខ្លះនិងប៉ុន្មាន ?", options: ["អាទែ១ និងវ៉ែន១", "អាទែ២ និងវ៉ែន២", "អាទែ១ និងវ៉ែន២", "អាទែ២ និង វ៉ែន១"], correctAnswerIndex: 3 },
            { id: 286, question: "តើទងផ្ចិត ( Umblical Cord ) មានប្រវែងប្រហែល ប៉ុន្មាន ?", options: ["៣០ សង់ទីម៉ែត្រ", "៤០ សង់ទីម៉ែត្រ", "៥០ សង់ទីម៉ែត្រ", "៦០ សង់ទីម៉ែត្រ"], correctAnswerIndex: 2 },
            { id: 287, question: "តើទងផ្ចិត ( Umblical Cord ) ប្រវែងប៉ុន្មានសង់ទីម៉ែត្រ ដែលចាត់ទុកថាខ្លី ?", options: ["តិច ៣០ សង់ ទីម៉ែត្រ", "តិច ៤០ សង់ទី ម៉ែត្រ", "តិច ៥០ សង់ទីម៉ែត្រ", "តិច ៦០ សង់ទីម៉ែត្រ"], correctAnswerIndex: 1 },
            { id: 288, question: "ចំពោះស្រ្តី ដែលមានផ្ទៃពោះ តើការត្រួតពិនិត្យ រាងកាយ ត្រូវមើលទៅលើអ្វីខ្លះ ?", options: ["ភាពអស់កម្លាំង សញ្ញាជីវិត ភាពស្លេកស្លាំង ការឈឺចាប់ ការហើម និង ខ្វះជាតិ ទឹក", "ភាពស្លេកស្លាំង, ការឈឺចាប់, ការហើម", "សញ្ញាជីវិត និងខ្វះជាតិទឹក", "ការឈឺចាប់, ការហើម"], correctAnswerIndex: 0 },
            { id: 289, question: "ចំពោះស្រ្តី ដែលមានផ្ទៃពោះ តើការត្រួតពិនិត្យពោះ ត្រូវធ្វើអ្វី ?", options: ["ការសង្កេតមើល និងស្ដាប់ ចង្វាក់បេះដូង", "ស្ទាប, ការបង្ហាញទម្រង់, វាស់កំពស់ស្បូន ការសង្កេតមើល ស្ដាប់ចង្វាក់បេះដូង និង ចំនួន ជីបចរ", "ស្ដាប់ចង្វាក់បេះដូង និង ចំនួនជីបចរ", "ការបង្ហាញទម្រង់, វាស់កំពស់ស្បូន"], correctAnswerIndex: 1 },
            { id: 290, question: "តើការពិនិត្យ លើទ្វារមាសស្រ្តី នៅពេលគ្រប់ខែ ដើម្បីអ្វី ?", options: ["ដឹងពីការបើក ចំហមាត់ស្បូន", "ដឹងពីភ្នាសនៅដ ដែល ឬ មានការប្រែប្រួល", "ដឹងពីការបង្ហាញទម្រង់ និងដឹងពីភ្នាសនៅដ ដែលឬ មានការប្រែប្រួល និងដឹងពីការ បើកចំហរ មាត់ស្បូន", "ដឹងពីការបើកចំហរ មាត់ស្បូន និង ដឹងពីភ្នាសនៅដដែល ឬ មានការប្រែប្រួល"], correctAnswerIndex: 2 },
            { id: 291, question: "តើការធ្វើការកាត់ មាត់ទ្វារមាស ( Episiotomy ) ដើម្បីអ្វី ?", options: ["ការចងមាត់ រន្ធទ្វារមាស ( Vaginal orifice ) ធ្វើអោយជាប់", "ការកាត់មាត់ រន្ធទ្វារមាស (Vaginal orifice ) ធ្វើអោយ ទូលាយ", "ការដេរ រន្ធទ្វារមាស ( Vaginal orifice )", "ការកាត់ទ្វារមាស ( Vagina ) ធ្វើអោយទូលាយ"], correctAnswerIndex: 1 },
            { id: 292, question: "ការចង្អុលបង្ហាញ កាត់មាត់ រន្ធទ្វារមាស ( Episiotomy ) គឺ៖", options: ["តំបន់ពេរីនេ រឹង ទំហំទារកមិនសមមាត្រទៅនឹង មាត់រន្ធទ្វារមាស និង ការលៀនចេញទងផ្ចិតក្នុង ដំណាក់កាល ទី២", "ទំហំទារកមិន សមមាត្រទៅ នឹងមាត់រន្ធទ្វារមាស", "ការលៀនចេញទងផ្ចិត ក្នុងដំណាក់កាលទី២", "ការលៀនចេញទងផ្ចិត ក្នុងដំណាក់កាលទី២ និង ទំហំទារកមិនសមមាត្រ"], correctAnswerIndex: 0 },
            { id: 293, question: "តើប្រភេទ នៃការកាត់មាត់ រន្ធទ្វារមាស មានអ្វីខ្លះ ?", options: ["Medio- lateral, Median និង J- shaped and Lateral", "Median", "J- shaped និង Lateral", "Median និង Medio-lateral"], correctAnswerIndex: 0 },
            { id: 294, question: "តើការកាត់ មាត់រន្ធទ្វារមាស ( Episiotomy ) ប្រព្រឹត្តទៅ ដូចម្តេច ?", options: ["មិនកាត់ នៅលើស្នាមចាស់", "រង់ចាំ១នាទី ទៅ២នាទី បន្ទាប់ពី មានការចាក់ថ្នាំស្ពឹក មិនកាត់ នៅលើស្នាមចាស់ និង ធ្វើក្នុងកំឡុងពេល ដែលស្បូន កន្ត្រាក់", "ធ្វើ ក្នុងកំឡុងពេល ដែលស្បូនកន្ត្រាក់", "មិនកាត់ នៅលើស្នាមចាស់ និង ធ្វើក្នុងកំឡុងពេល ដែលស្បូនកន្ត្រាក់"], correctAnswerIndex: 1 },
            { id: 295, question: "តើភាពទើប ឆ្លងទន្លេរួច ( Puerperium ) គិតក្នុងរយៈពេល ប៉ុន្មានសប្តាហ៍ ?", options: ["ស្រ្តីឆ្លងទន្លេ ក្រោយទម្លាក់សុក មានរយៈពេល៣សប្តាហ៍", "ស្រ្តីឆ្លងទន្លេ ក្រោយទម្លាក់សុក មានរយៈពេល៤សប្តាហ៍", "ស្រ្តីឆ្លងទន្លេ ក្រោយទម្លាក់សុក មានរយៈពេល៥សប្តាហ៍", "ស្រ្តីឆ្លងទន្លេ ក្រោយទម្លាក់សុក មានរយៈពេល ៦សប្តាហ៍"], correctAnswerIndex: 3 },
            { id: 296, question: "ស្រ្តីសម្រាលកូន ការវិវឌ្ឍន៍ត្រឡប់មក សភាពធម្មតាវិញ ក្រោយពេលទម្លាក់ សុកហើយភ្លាម៖ ", options: ["ស្បូន មានទំងន់ ៩០០ ក្រាម ទំហំកន្លែងតោង របស់សុក ១២.៥ ស.ម មាត់ស្បូន ទន់", "ស្បូន មានទំងន់ ៤៥០ ក្រាម ទំហំកន្លែងតោង របស់សុក ៧.៥ ស.ម មាត់ស្បូន២ស.ម", "ស្បូន មានទំងន់ ២០០ ក្រាម ទំហំកន្លែងតោង របស់សុក ៥ ស.ម មាត់ស្បូន១ស.ម", "ស្បូន មានទំងន់ ៦០ ក្រាម ទំហំកន្លែងតោង របស់សុក ២.៥ ស.ម មាត់ស្បូន"], correctAnswerIndex: 0 },
            { id: 297, question: "ស្រ្តីសម្រាលកូន ការវិវឌ្ឍន៍ត្រឡប់មកសភាពធម្មតាវិញ ក្រោយពេលទម្លាក់សុកហើយ បាន១សប្តាហ៍៖", options: ["ស្បូន មានទំងន់ ៩០០ ក្រាម ទំហំកន្លែងតោង របស់សុក ១២.៥ ស.ម មាត់ស្បូនទន់", "ស្បូន មានទំងន់ ៤៥០ ក្រាម ទំហំកន្លែងតោង របស់សុក ៧.៥ ស.ម មាត់ស្បូន ២ស.ម", "ស្បូន មានទំងន់ ២០០ ក្រាម ទំហំកន្លែងតោង របស់សុក ៥ ស.ម មាត់ស្បូន១ស.ម", "ស្បូន មានទំងន់ ៦០ ក្រាម ទំហំកន្លែងតោង របស់សុក ២.៥ ស.ម មាត់ស្បូន"], correctAnswerIndex: 1 },
            { id: 298, question: "ស្រ្តីសម្រាលកូន ការវិវឌ្ឍន៍ត្រឡប់មក សភាពធម្មតាវិញ ក្រោយពេលទម្លាក់សុកហើយ បាន២សប្តាហ៍៖", options: ["ស្បូន មានទំងន់ ៩០០ ក្រាម ទំហំកន្លែងតោង របស់សុក ១២.៥ ស.ម មាត់ស្បូនទន់", "ស្បូន មានទំងន់ ៤៥០ ក្រាម ទំហំកន្លែងតោង របស់សុក ៧.៥ ស.ម មាត់ស្បូន២ស.ម", "ស្បូន មានទំងន់ ២០០ ក្រាម ទំហំកន្លែងតោង របស់សុក ៥ ស.ម មាត់ស្បូន ១ស.ម", "ស្បូន មានទំងន់ ៦០ ក្រាម ទំហំកន្លែងតោង របស់សុក ២.៥ ស.ម មាត់ស្បូន"], correctAnswerIndex: 2 },
            { id: 299, question: "ស្រ្តីសម្រាល ការវិវឌ្ឍន៍ត្រឡប់មក សភាពធម្មតាវិញ ក្រោយពេលទម្លាក់សុកហើយ បាន៦សប្តាហ៍៖", options: ["ស្បូន មានទំងន់ ៩០០ ក្រាម ទំហំកន្លែងតោង របស់សុក ១២.៥ ស.ម មាត់ស្បូនទន់", "ស្បូន មានទំងន់ ៤៥០ ក្រាម ទំហំកន្លែងតោង របស់សុក ៧.៥ ស.ម មាត់ស្បូន២ស.ម", "ស្បូន មានទំងន់ ២០០ ក្រាម ទំហំកន្លែងតោង របស់សុក ៥ ស.ម មាត់ស្បូន១ស.ម", "ស្បូន មានទំងន់ ៦០ ក្រាម ទំហំកន្លែងតោង របស់សុក ២.៥ ស.ម មាត់ស្បូន"], correctAnswerIndex: 3 },
            { id: 300, question: "តើឡូសស៊ី ( Lochia ) កើតឡើង នៅពេលណា ?", options: ["ក្រោយពេលសំរាល បន្ទាប់ពីទម្លាក់សុក អស់ត្រឹមថ្ងៃ ទី១២", "ក្រោយពេល សំរាល បាន១២ថ្ងៃ", "ក្រោយពេល សំរាល បាន១៥ថ្ងៃ", "ក្រោយពេល សំរាល បាន៣០ថ្ងៃ"], correctAnswerIndex: 0 },
	                  {
    id: 301,
    question: "តើក្រុមមួយណា ដែល Protozoa បានរួមគ្នារបង្កើតជា ក្រុមមួយផ្សេង នៃសរីរៈកោសិកា ?",
    options: ["Eukaryote", "Prokaryote", "មីក្រូសរីរៈ", "Endospores"],
    correctAnswerIndex: 1
  },
  {
    id: 302,
    question: "តើអ្វីជាលក្ខណៈរបស់ Protozoa ប្រភេទខ្លះពេល ដែលរស់នៅលើសារីរាង្គ host ?",
    options: ["Parasites", "Bacteries", "Fungi", "វីរុស"],
    correctAnswerIndex: 0
  },
  {
    id: 303,
    question: "តើ Protozoa ត្រូវបានរកឃើញច្រើនជាងគេ នូវកន្លែងដែលមានលក្ខណៈ យ៉ាងដូចម្តេច ?",
    options: ["មានកំដៅល្មម", "មាន សំណើម", "មានសម្ពាធខ្ពស់", "មាន pH ៧"],
    correctAnswerIndex: 1
  },
  {
    id: 304,
    question: "តើក្នុងសីតុណ្ហភាព ប៉ុន្មានដែលប្រសើរបំផុត សម្រាប់ការលូតលាស់ របស់ផ្សិត ?",
    options: ["ចន្លោះពី ១៥ ទៅ ៣០ អង្សាសេ", "ចន្លោះពី ២០ ទៅ ៤០ អង្សាសេ", "ចន្លោះពី ២០ ទៅ ៣៥ អង្សាសេ", "ចន្លោះពី ១៥ ទៅ ៤០ អង្សាសេ"],
    correctAnswerIndex: 2
  },
  {
    id: 305,
    question: "តើ pH ប៉ុន្មាន ដែលប្រភេទផ្សេងៗ នៃ Fungi អាចលូតលាស់បាន ?",
    options: ["ពី ២.០ ទៅ ៩.៦", "ពី ២.២ ទៅ ៩.៦", "ពី ២.៥ ទៅ ៩.៦", "ពី ២.៧ ទៅ ៩.៦"],
    correctAnswerIndex: 1
  },
  {
    id: 306,
    question: "តើ Papilloma Virus ជាវីរុសប្រភេទអ្វី ?",
    options: ["វីរុសប្រភេទ Endospore", "វីរុសមានស្រោម", "វីរុសអត់ស្រោម", "វីរុសតូចៗ ដែលបណ្តាលឱ្យ ដុះសាច់"],
    correctAnswerIndex: 3
  },
  {
    id: 307,
    question: "តើ Herpes វីរុស គឺជាវីរុស មានលក្ខណៈ យ៉ាងដូចម្តេច ?",
    options: ["វីរុស មានស្រោមទំហំតូច", "វីរុស មានស្រោមទំហំ មធ្យមទៅធំ", "វីរុស គ្មានស្រោមទំហំតូច", "វីរុសគ្មានស្រោម ទំហំមធ្យមទៅធំ"],
    correctAnswerIndex: 1
  },
  {
    id: 308,
    question: "តើអ្វីជាលក្ខណៈ របស់ Picorna វីរុស ?",
    options: ["វីរុសគ្មាន ស្រោមទំហំតូច", "វីរុសគ្មាន ស្រោមទំហំមធ្យម", "វីរុស មានស្រោមទំហំមធ្យម", "វីរុស មានស្រោមទំហំតូច"],
    correctAnswerIndex: 0
  },
  {
    id: 309,
    question: "តើអ្វីខ្លះជាលក្ខណៈ របស់ Toga វីរុស ?",
    options: ["មានស្រោម ឆ្លងតាម សត្វល្អិត", "គ្មានស្រោម ឆ្លងតាម ទឹកមាត់សំបោរ", "គ្មានស្រោម ឆ្លងតាមសត្វល្អិត", "មានស្រោម ឆ្លងតាម ទឹកមាត់សំបោរ"],
    correctAnswerIndex: 0
  },
  {
    id: 310,
    question: "តើក្រពេញមួយណា ដែលត្រូវបានបង្កើត ដោយជាលិកា Lymphoid ?",
    options: ["ក្រពេញទឹកមាត់", "ក្រពេញលើ តម្រងនោម", "ក្រពេញ Thymus", "ក្រពេញញើស"],
    correctAnswerIndex: 2
  },
  {
    id: 311,
    question: "តើអ្វីជាសារធាតុ សម្រាប់ភ្ជាប់គ្នារវាង Antigen និង Antibody ?",
    options: ["Complex Ag- Ab", "Complex Ag- Ab- complement", "Complex Ag- complement", "Complex Ab- complement"],
    correctAnswerIndex: 0
  },
  {
    id: 312,
    question: "នៅក្នុងមុខងារការពារមីក្រុប តើអង់ហ្ស៊ីម Lysozyme ធ្វើសកម្មភាព ផ្នែកណានៃបាក់តេរី ?",
    options: ["ណ្វៃយ៉ូ របស់បាក់តេរី", "ជញ្ជាំងរបស់ បាក់តេរី", "សារធាតុសេនេទីក របស់បាក់តេរី", "គ្រប់ផ្នែកទាំងអស់ របស់បាក់តេរី"],
    correctAnswerIndex: 1
  },
  {
    id: 313,
    question: "តើនៅក្នុងសារធាតុរាវមួយណា ដែលមានអង់ហ្ស៊ីម Lysozyme ?",
    options: ["ទឹកនោម", "ទឹក មាត់", "ទឹក ប្រមាត់", "ទឹក ក្រពះ"],
    correctAnswerIndex: 1
  },
  {
    id: 314,
    question: "តើ Specific Immune Response ជាប់ទាក់ទងនឹង កោសិកាអ្វី ?",
    options: ["Lymphocytes", "Neutrophils", "Macrophage", "Monocyte"],
    correctAnswerIndex: 0
  },
  {
    id: 315,
    question: "តើ Lymphocytes មានប្រភពមកពី កន្លែងណា ?",
    options: ["ខួរឆ្អឹង ក្រហម", "អណ្តើក", "កូនកណ្តុរទឹកឡាំ", "Palatin tonsils"],
    correctAnswerIndex: 0
  },
  {
    id: 316,
    question: "តើអ្វីមួយជារបាំង រូបសាស្ត្រនៃភាពស៊ាំ ពីធម្មជាតិ ?",
    options: ["អង់ហ្ស៊ីម ទឹកប្រមាត់", "អង់ហ្ស៊ីម ទឹកក្រពះ", "អង់ហ្ស៊ីម ក្នុងទឹកភ្នែក", "អង់ហ្ស៊ីមក្នង ទឹកមាត់"],
    correctAnswerIndex: 3
  },
  {
    id: 317,
    question: "តើអង្គបដិបក្ខប្រាណ ( Antibodies ) ជាអ្វី ?",
    options: ["ជា កោសិកាស", "ជា សារធាតុ គីមីក្នុងប្លាស្មា", "ជា ប្រូតេអ៊ីនដែល ផលិតដោយLymphocyte", "ជា ប្រូតេអ៊ីននៅក្នុងប្លាស្មា"],
    correctAnswerIndex: 0
  },
  {
    id: 318,
    question: "តើ Kupffer cells ស្ថិតនៅក្នុង សរីរាង្គមួយណា ?",
    options: ["លំពែង", "ថ្លើម", "កូនកណ្តុរ ទឹកឡាំ", "អណ្តើក"],
    correctAnswerIndex: 1
  },
  {
    id: 319,
    question: "តើកោសិកាមួយណាដែល ជាអ្នកផលិតAntibodies ?",
    options: ["T. lymphocytes", "B. lymphocytes", "Macrophages", "Basophile"],
    correctAnswerIndex: 1
  },
  {
    id: 320,
    question: "តើកោសិកា B lymphocyte ក្លាយទៅជាកោសិកាអ្វី ដើម្បីបង្កើត Antibody ?",
    options: ["Macrophage", "Plasma cell", "T cell", "Cytotoxic cell"],
    correctAnswerIndex: 0
  },
  {
    id: 321,
    question: "តើ Immunoglobulin G មានប៉ុន្មានភាគរយ ?",
    options: ["១០ ភាគរយ", "១៥ ភាគរយ", "៧៥ភាគ រយ", "៨៥ ភាគរយ"],
    correctAnswerIndex: 2
  },
  {
    id: 322,
    question: "តើកោសិកាមួយណា ដែលជាកោសិកា B lymphocyte ?",
    options: ["Macrophage", "Mem ory cells", "Phagocytic cells", "Cytotoxic cells"],
    correctAnswerIndex: 1
  },
  {
    id: 323,
    question: "តើកោសិកាមួយណា ជាអ្នកបង្កើត Antibodies ?",
    options: ["T lymphocyte", "Plasma cells", "Macrophage", "Cytotoxic cells"],
    correctAnswerIndex: 0
  },
  {
    id: 324,
    question: "តើនៅកន្លែងមួយណា ដែលកោសិកា T Lymphocytes បានពេញរូបរាង ?",
    options: ["អណ្តើក", "កូនកណ្តុរ ទឹករងៃ", "Thymus", "ខួរឆ្អឹង ក្រហម"],
    correctAnswerIndex: 3
  },
  {
    id: 325,
    question: "តើនៅក្នុងសេរ៉ូមរាវមាន Transferine ?",
    options: ["សេ រ៉ូម", "ទឹកដោះ", "ទឹកប្រមាត់", "ទឹកមាត់"],
    correctAnswerIndex: 0
  },
  {
    id: 326,
    question: "តើកោសិកាមួយណា ជាអ្នកបង្កើត Interferon α ?",
    options: ["កោសិកា Fibroblast", "កោសិកា Lymphocytes T", "កោសិកា Phagocytosis mononuclear", "កោសិកា Lymphocytes B"],
    correctAnswerIndex: 2
  },
  {
    id: 327,
    question: "តើ Immunoglobuline ( Ig ) ប្រភេទមួយណា ដែលមាននៅក្នុងទឹកមាត់ ?",
    options: ["Ig G", "Ig E", "Ig A", "Ig M"],
    correctAnswerIndex: 0
  },
  {
    id: 328,
    question: "តើកោសិកាណាខ្លះ មួយណាដែលជា កោសិកា Phagocytes ?",
    options: ["Polymorphonuclear Neutrophile និង macrophages", "Basophils និង Eosinophils", "Platelets និង Basophils", "Basophils និង PolymorphonuclearNeutrophile"],
    correctAnswerIndex: 1
  },
  {
    id: 329,
    question: "តើអឹបតែន ( Hapten ) តែឯកឯង អាចមានលទ្ធភាព ធ្វើសកម្មភាពអ្វី ក្នុងការឆ្លើយតបភាពស៊ាំ ?",
    options: ["បង្ក ឱ្យមានការឆ្លើយ តបភាពស៊ាំ", "មិនបង្កឱ្យ មានការឆ្លើយតប ភាពស៊ាំ", "បង្ក ឱ្យមាន phagocytosis", "បង្ក ឱ្យមាន inflammation"],
    correctAnswerIndex: 1
  },
  {
    id: 330,
    question: "តើអង់ទីសែន ជាម៉ូលេគុល ដែលមានលក្ខណៈ យ៉ាងដូចម្តេច ?",
    options: ["ផ្ទុក Surface epitopes", "មិនផ្ទុក Surface epitopes", "ផ្ទុក Surface nitrogen", "មិនផ្ទុក Surface nitrogen"],
    correctAnswerIndex: 0
  },
  {
    id: 331,
    question: "តើ Human immunoglobulin មានប៉ុន្មានប្រភេទ គឺអ្វីខ្លះ ?",
    options: ["៣ ប្រភេទ គឺ IgG, IgM និង IgE", "៤ ប្រភេទ គឺ IgG, IgM, IgA និង IgE", "៥ ប្រភេទ គឺ IgG, IgM, IgA, IgD និង IgE", "៦ ប្រភេទ គឺ IgG, IgM, IgA, IgD, IgE និង IgF"],
    correctAnswerIndex: 2
  },
  {
    id: 332,
    question: "តើកោសិកា T ( T Cell ) មានតួនាទីជាអ្វី នៅក្នុងការឆ្លើយតបភាពស៊ាំ ?",
    options: ["Humoral immune response", "Cell- mediated immunity", "Hemeostasis", "Agglutination"],
    correctAnswerIndex: 1
  },
  {
    id: 333,
    question: "តើកោសិកាឡាំហ្វូស៊ីត បេ ( B Cell ) រីកធំធាត់ប្រែទៅជា កោសិកាអ្វី ?",
    options: ["Master cells", "Pla sma cells", "CD8 cells", "CD4 cells"],
    correctAnswerIndex: 1
  },
  {
    id: 334,
    question: "តើកោសិកា T CD4 cells មានតួនាទីជា កោសិកាអ្វី?",
    options: ["Cytotoxic T cells", "Suppressor T cells", "Helper T cells", "Effector T cells"],
    correctAnswerIndex: 2
  },
  {
    id: 335,
    question: "តើកោសិកា CD8 មានតួនាទីជា កោសិកាអ្វី ?",
    options: ["Plasma T cells", "Cytotoxic T cells", "Helper T cells", "Suppressor T cells"],
    correctAnswerIndex: 1
  },
  {
    id: 336,
    question: "ដើម្បីបង្កើតអង់ទីគ័រ primary response សរីរាង្គមនុស្សយើង  ត្រូវការរយៈពេល ៖",
    options: ["ពី ៥ ទៅ ៧ថ្ងៃ", "ពី ១០ ទៅ ១៥ ថ្ងៃ", "ពី ២០ ទៅ ២១ថ្ងៃ", "ពី ៣០ ទៅ ៤៥ថ្ងៃ"],
    correctAnswerIndex: 1
  },
  {
    id: 337,
    question: "តើកោសិកាឈាមស មួយណាជាអ្នកបង្កើត ម៉ូលេគុល Perforin ?",
    options: ["Macrophages", "Neutrophils", "Tc cells", "Helper T cells"],
    correctAnswerIndex: 2
  },
  {
    id: 338,
    question: "ហេតុអ្វី បានជាកោសិកាដែលផ្សាំ ( transplanted cells ) ត្រូវបានបំផ្លាញចោល ដោយភាពស៊ាំ តាមរយៈកោសិកា cell- mediated immunity ?",
    options: ["ត្រូវបានសម្គាល់ ថាជា infected cells", "ត្រូវបានសម្គាល់ ថាជាមេរោគ", "ត្រូវបានសម្គាល់ ថាជា infected cells និង ជាមេរោគ", "ត្រូវបានសម្គាល់ថា ជាអ្វីដែលមកពី ខាងក្រៅ"],
    correctAnswerIndex: 3
  },
  {
    id: 339,
    question: "ហេតុអ្វីបានជាវ៉ាក់សាំង ដែលធ្វើឡើង ដោយមេរោគអសកម្ម ( Inactivated whole vaccines ) មានប្រយោជន៍ ?",
    options: ["មិនត្រូវការលើសពី១ដូស", "មិនបង្កឱ្យមាន ការបង្ករោគ infection", "មិនបង្កើត ឱ្យមានប្រតិកម្ម unwanted reactions", "មិនអាច replicate បាន"],
    correctAnswerIndex: 1
  },
  {
    id: 340,
    question: "តើ Shock Hypovolemic បណ្តាលមកពី អ្វី ?",
    options: ["បាត់បង់ចំណុះ សារធាតុរាវក្នុង និង ក្រៅកោសិកា ធ្ងន់ធ្ងរ", "ខ្សោយ តម្រងនោម", "ប្រតិកម្មឱសថ", "អតុល្យភាព អាស៊ីត-បាស"],
    correctAnswerIndex: 0
  },
  {
    id: 341,
    question: "តើសន្លាក់ Synarthrosis គឺជាអ្វី ?",
    options: ["សន្លាក់ដែលមាន ចលនាតិចតួច", "សន្លាក់ មានចលនាច្រើន ជាងសន្លាក់ Amphoarthrosis", "សន្លាក់ដែល គ្មានចលនា", "ប្រភេទសន្លាក់ Synovial"],
    correctAnswerIndex: 2
  },
  {
    id: 342,
    question: "តើនៅកន្លែងមួយណា ដែលគេសង្កេតឃើញ មានសន្លាក់ Synarthrosis ?",
    options: ["សន្លាក់ឆ្អឹង Pubis ( symphysis pubic )", "សន្លាក់ជង្គង់", "សន្លាក់ត្រកៀក", "សន្លាក់ លលាដ៍ក្បាល"],
    correctAnswerIndex: 3
  },
  {
    id: 343,
    question: "តើអាំងតង់ស៊ីតេប៉ុន្មាន ដែលត្រចៀកមនុស្សធំធម្មតា ស្ដាប់ឮសំឡេងខ្សឹប ?",
    options: ["៥ dB", "១០ dB", "១៥ dB", "២០ dB"],
    correctAnswerIndex: 3
  },
  {
    id: 344,
    question: "តើក្នុងរយៈពេលប៉ុន្មាន ដែលគេសង្កេតឃើញមាន Nystagmus ចំពោះមនុស្ស ដែលមានមុខងារ Vestibular ធម្មតា ក្រោយពីធ្វើតេស្ត Rotation ?",
    options: ["២៥ -៤០ វិនាទី", "៤១ - ៥៥ វិនាទី", "៥៦ - ៧០ វិនាទី", "៧១ - ៨៥ វិនាទី"],
    correctAnswerIndex: 0
  },
  {
    id: 345,
    question: "តើសារធាតុណាមួយ ដែលមិនបញ្ចេញចោល តាមទឹកម៉ូត្រ ?",
    options: ["អ៊ុយរ៉េ ( Urea)", "អាមូស៊ើញាក់ ( Ammonia)", "ប្រូតេអ៊ីន (Protein )", "គ្រាអាទីនីន ( Creatinin )"],
    correctAnswerIndex: 2
  },
  {
    id: 346,
    question: "តើតម្រងនោម មានតួនាទីរៀបរយ ឱ្យមានតុល្យភាព នូវសារធាតុអ្វីខ្លះ ?",
    options: ["ទឹក -អេឡិកត្រូលីត អាស៊ីដ- បាស", "ទឹក -អេឡិកត្រូលីត", "អាស៊ីដ -បាស", "ទឹក និង អាស៊ីដ -បាស"],
    correctAnswerIndex: 0
  },
  {
    id: 347,
    question: "តើសរីរាង្គមួយណា នៃប្រព័ន្ធម៉ូត្រសាស្ត្រ ដែលជាអ្នករ៉ាប់រង ច្រោះទឹកម៉ូត្រ ?",
    options: ["តម្រង ទឹកម៉ូត្រ", "បំពង់ បង្ហូរទឹកម៉ូត្រ", "ប្លោកទឹកម៉ូត្រ", "បង្ហួរទឹកម៉ូត្រ"],
    correctAnswerIndex: 0
  },
  {
    id: 348,
    question: "តើសារធាតុណាខ្លះ ដែលត្រូវបានបឺតស្រូប ចូលទៅវិញភ្លាម បន្ទាប់ពីទឹកម៉ូត្រចេញពី Glomerulus ?",
    options: ["ទឹកនិងស្ករ", "ទឹក ស្ករនិង អ៊ីយ៉ុង", "អ៊ីយ៉ុងនិងទឹក", "ស្ករ និងអ៊ីយ៉ុង"],
    correctAnswerIndex: 1
  },
  {
    id: 349,
    question: "តើប្លោកនោមមនុស្សពេញវ័យ អាចផ្ទុកទឹកនោម បានចំនួនប៉ុន្មានមីលីលីត្រ ?",
    options: ["៨០០ ទៅ ១០០០ មល", "៧៥០ ទៅ ១០០០ម ល", "៧៥០ ទៅ ៩០០ មល", "៧៥០ ទៅ ៨៥០ មល"],
    correctAnswerIndex: 1
  },
  {
    id: 350,
    question: "តើកម្រិតនៃការច្រោះ របស់តម្រងនោម នៃមនុស្សដែលមានអាយុ ចាប់ពី៧០ឆ្នាំឡើងទៅ មានប៉ុន្មានភាគរយ ?",
    options: ["៥០ %", "៥៥ %", "៦០ %", "៦៣ %"],
    correctAnswerIndex: 0
  },
  {
    id: 351,
    question: "តើចង្វាក់ Sinus rhythm មានប្រភពមកពី ទីណា ?",
    options: ["ថត ក្រោមឆ្វេងនៃបេះដូង", "ថត លើឆ្វេងនៃបេះដូង", "ថត លើស្តាំនៃបេះដូង", "Sinoatrial node"],
    correctAnswerIndex: 3
  },
  {
    id: 352,
    question: "តើចង្វាក់ Sinus tarchycardia គឺជាចង្វាក់បេះដូង យ៉ាងដូចម្តេច ?",
    options: ["ញាប់ស្មើ ដែលមានប្រភព ពី Sinoatrial node", "យឺតមកពី ខូចរំញោចពី Sinoatrial node", "ខ្សោយហើយធ្វើឱ្យ ទិន្នផលបេះដូងចុះថយ", "យឺតហើយ ខ្សោយចេញពី Sinoatrial node"],
    correctAnswerIndex: 0
  },
  {
    id: 353,
    question: "តើ Atrioventricular block មានលក្ខណៈដូចម្តេច ?",
    options: ["ការខូចខាត ក្នុងការដឹកនាំរំញោចនៅ Purkinje fiber", "ការខូចខាត ក្នុងការដឹកនាំរំញោចពី Sinoatrial node ទៅថតលើ", "ការខូចខាត ក្នុងការដឹកនាំរំញោចពី Sinoatrial node ទៅថត ក្រោមឆ្វេង", "ការខូចខាត ក្នុងការដឹកនាំរំញោចពី Sinoatrial node ទៅថត ក្រោម"],
    correctAnswerIndex: 3
  },
  {
    id: 354,
    question: "តើក្នុងរយៈពេល ប៉ុន្មានវិនាទីក្រោយពេលចាប់ផ្តើម មានវិបត្តិចង្វាក់បេះដូង ដែលគេ ត្រូវធ្វើ Defibrillation ដើម្បីបញ្ឈប់ដំណើរការ របស់ Ventricular fibrillation ?",
    options: ["១៥- ២០ វិនាទី", "២០- ២៥ វិនាទី", "២៥- ៣០ វិនាទី", "៣០- ៣៥ វិនាទី"],
    correctAnswerIndex: 0
  },
  {
    id: 355,
    question: "តើឱសថ Morphine និង Valium មានសកម្មភាពអ្វី ក្នុងការព្យាបាលជំងឺ Myocardial infarction ?",
    options: ["បន្ថយការឈឺចាប់ និងបង្កើន តម្រូវការអុកស៊ីសែន", "បន្ថយការឈឺចាប់ និងបន្ថយ ការថប់បារម្ភ", "បន្ថយការឈឺចាប់ និងបង្កើន ដំណើរការរបស់បេះដូង", "បន្ថយការឈឺចាប់ និងពង្រីក អាទែរកូរ៉ូនែរ"],
    correctAnswerIndex: 1
  },
  {
    id: 356,
    question: "តើចំណុច Mc. Burney ស្ថិតនៅត្រង់ កន្លែងណា?",
    options: ["ចំណុចពាក់កណ្តាល នៃខ្សែបន្ទាត់ពីផ្ចិតទៅពយនៃ ឆ្អឹងត្រកៀកខាងឆ្វេង", "ចំណុចពាក់កណ្តាល នៃខ្សែបន្ទាត់ពីផ្ចិតទៅពយនៃឆ្អឹង ត្រកៀកខាងស្តាំ", "ចំណុចពាក់កណ្តាល នៃខ្សែបន្ទាត់ពីផ្ចិត ទៅចុងឆ្អឹងជំនីខាងឆ្វេង", "ចំណុចពាក់កណ្តាល នៃខ្សែបន្ទាត់ពីផ្ចិត ទៅចុងឆ្អឹងជំនីខាងស្តាំ"],
    correctAnswerIndex: 1
  },
  {
    id: 357,
    question: "តើរស់លំពែង ត្រូវបានផលិតឡើងបាន ប៉ុន្មានមល. ក្នុងមួយថ្ងៃ ដើម្បីជួយ ក្នុងការរំលាយអាហារ ?",
    options: ["៥០០មល - ៧០០ មល", "៧០០មល - ៩០០ មល", "១០០០មល - ១៥០០ មល", "១៥០០មល - ២០០០ មល"],
    correctAnswerIndex: 2
  },
  {
    id: 358,
    question: "តើ Aortic area ស្ថិតនៅត្រង់ កន្លែងណា ?",
    options: ["ឆ្អឹងជំនីទី២ និង ខាងស្តាំឆ្អឹង សន្ទះទ្រូង", "ឆ្អឹងជំនីទី២ និង ខាងឆ្វេង ឆ្អឹងសន្ទះទ្រូង", "ឆ្អឹងជំនីទី៣ និង ខាងស្តាំឆ្អឹងសន្ទះទ្រូង", "ឆ្អឹងជំនីទី៣ និង ខាងឆ្វេងឆ្អឹងសន្ទះទ្រូង"],
    correctAnswerIndex: 0
  },
  {
    id: 359,
    question: "តើ Second pulmonic area ស្ថិតនៅត្រង់ កន្លែងណា ?",
    options: ["ឆ្អឹងជំនីទី២ និង ខាងស្តាំឆ្អឹងសន្ទះទ្រូង", "ឆ្អឹងជំនីទី២ និង ខាងឆ្វេងឆ្អឹងសន្ទះទ្រូង", "ឆ្អឹងជំនីទី៣ និង ខាងស្តាំឆ្អឹងសន្ទះទ្រូង", "ឆ្អឹងជំនីទី៣ និង ខាងឆ្វេង ឆ្អឹងសន្ទះទ្រូង"],
    correctAnswerIndex: 3
  },
  {
    id: 360,
    question: "តើ Tricuspid area ស្ថិតនៅត្រង់ កន្លែងណា ?",
    options: ["ឆ្អឹងជំនីទី២ និង ខាងស្តាំឆ្អឹងសន្ទះទ្រូង", "ឆ្អឹងជំនីទី៣ និង ខាងឆ្វេងឆ្អឹងសន្ទះទ្រូង", "ឆ្អឹងជំនីទី៤ និង ខ្សែបន្ទាត់ដែលអូស ពីពាក់កណ្តាលឆ្អឹង ដងកាំបិតខាងឆ្វេង", "ឆ្អឹងជំនីទី៤ និងខាងឆ្វេង ឆ្អឹងសន្ទះទ្រូង"],
    correctAnswerIndex: 3
  },
  [
  {
    id: 361,
    question: "តើជំងឺអ្វីមួយ ដែលមនុស្សបឋមវ័យ ច្រើនជួបប្រទះ ?",
    options: ["ជំងឺ ទឹកនោមផ្អែម", "ជំងឺ កាមរោគ", "ជំងឺ លើសសម្ពាធឈាម", "ជំងឺបេះដូង"],
    correctAnswerIndex: 1
  },
  {
    id: 362,
    question: "តើបញ្ហាសុខភាពមួយណា ដែលមនុស្សធំបឋមវ័យ ច្រើនជួបប្រទះ ?",
    options: ["គ្រោះថ្នាក់ និងអត្តឃាដ", "ជំងឺ លើសសម្ពាធឈាម", "ជំងឺកាមរោគ និងអំពើហិង្សា", "វិបត្តិទាំងអស់ ខាងលើ"],
    correctAnswerIndex: 3
  },
  {
    id: 363,
    question: "តើអ្នកណាជាអ្នក បង្កើតទ្រឹស្តីស្តីពីការអភិវឌ្ឍផ្នែក សីលធម៌ចំពោះ មនុស្សធំបឋមវ័យ ?",
    options: ["PIAGET", "KOHLBERG", "HAVIGHURST", "FOWLER"],
    correctAnswerIndex: 1
  },
  {
    id: 364,
    question: "តើអ្នកណាជាអ្នកបង្កើតទ្រឹស្តី ស្តីពីការអភិវឌ្ឍផ្នែកខួរក្បាល គំនិតចំពោះមនុស្សជ្ឈឹមវ័យ ?",
    options: ["PIAGET", "KOHLBERG", "HAVIGHURST", "FOWLER"],
    correctAnswerIndex: 3
  },
  {
    id: 365,
    question: "តើអ្នកណាជាអ្នកបង្កើតទ្រឹស្តីស្តីពី ការអភិវឌ្ឍផ្នែកចំណេះដឹង ចំពោះមនុស្សជ្ឈឹមវ័យ ?",
    options: ["PIAGET", "KOHLBERG", "HAVIGHURST", "FOWLER"],
    correctAnswerIndex: 0
  },
  {
    id: 366,
    question: "តើអ្វីខ្លះជាកត្តា ដែលជាមូលហេតុ ធ្វើឱ្យសរីរាង្គ ក្នុងខ្លួនរបស់មនុស្សចាស់ មានការថយចុះ ?",
    options: ["ការប្រែប្រួល អ័រម៉ូន", "ការប្រែប្រួល ចំណីអាហារ", "ការប្រែប្រួលចលនា", "ការប្រែប្រួល ទម្លាប់រស់នៅ"],
    correctAnswerIndex: 0
  },
  {
    id: 367,
    question: "តើស្បែកមានបញ្ហាអ្វីខ្លះ ដែលបណ្តាលមកពី ការថយចុះ នៃសកម្មភាពក្រពេញ Sebaceous និង សារធាតុរាវ របស់ជាលិកា ?",
    options: ["ស្បែកឡើងខ្មៅ", "ស្បែក ឡើងស្ងួត", "ស្បែក ឡើងស្រអាប់", "ស្បែក ឡើងក្រហម"],
    correctAnswerIndex: 1
  },
  {
    id: 368,
    question: "តើស្បែកមនុស្សវ័យចាស់ មានសភាព យ៉ាងដូចម្តេចខ្លះ ដោយសារការថយចុះ នៃបណ្តាញចរចររសរសៃឈាម ?",
    options: ["ស្បែករលោង", "ស្បែកឡើងស្ងួត", "ស្បែក ស្លេកស្លាំង", "ស្បែក ក្រហមរលោង"],
    correctAnswerIndex: 2
  },
  {
    id: 369,
    question: "តើស្បែកមនុស្សវ័យចាស់ មានសភាពយ៉ាងដូចម្តេច ដោយសារការថយចុះ នៃកំរាស់ស្បែក និង បណ្តាញចរចរ សរសៃឈាម និង ការបាត់បង់ខ្លាញ់ ក្រោមស្បែក ?",
    options: ["ស្បែករលោង", "ស្បែកឡើងស្លាំង", "ស្បែកឡើងខ្មៅ", "ស្បែកផុយ"],
    correctAnswerIndex: 3
  },
  {
    id: 370,
    question: "ហេតុអ្វី បានជា មនុស្សវ័យចាស់អាយុ លើសពី៦៥ឆ្នាំ ច្រើនជួបប្រទះ ជំងឺពុកឆ្អឹង ?",
    options: ["ឆ្អឹងបាត់បង់ជាតិ កាល់ស្យូម", "ឆ្អឹងបាត់បង់ ជាតិសូដ្យូម", "ឆ្អឹងបាត់បង់ ជាតិប្រូតេអ៊ីន", "ឆ្អឹងបាត់បង់ វីតាមីន"],
    correctAnswerIndex: 0
  },
  {
    id: 371,
    question: "តើមានវិបត្តិអ្វី ដែលបណ្តាលមកពីចលនា ( Peristalsis ) របស់សាច់ដុំពោះវៀន មនុស្សវ័យចាស់ចុះខ្សោយ ?",
    options: ["រាករូសញឹកញាប់", "ទល់លាមក ញឹកញាប់", "ក្អួត ចង្អោរញឹកញាប់", "ផោមញឹកញាប់"],
    correctAnswerIndex: 1
  },
  {
    id: 372,
    question: "មូលហេតុអ្វី ដែលបណ្តាល ឱ្យតម្រងច្រោះ របស់តម្រងនោមថយចុះ របស់មនុស្សចាស់ ?",
    options: ["មុខងារ របស់ Nephron ចុះខ្សោយ", "វត្តមានសរសៃឈាម ឡើងរឹង", "មុខងារTubular ថយចុះ", "Nephron ចុះខ្សោយនិង សរសៃឈាមក្រិន រឹង"],
    correctAnswerIndex: 3
  },
  {
    id: 373,
    question: "តើសញ្ញាមួយណា ដែលបង្កឡើង ដោយការរីកក្រពេញប្រូស្តាត របស់បុរសវ័យចាស់ ?",
    options: ["នោមញឹក និង នោមទាស់", "នោមតិច និងរង្វើល", "នោមច្រើន និងញឹកញាប់", "ឈឺចាប់ពេលនោម"],
    correctAnswerIndex: 0
  },
  {
    id: 374,
    question: "តើប្រព័ន្ធសរសៃឈាមបេះដូង មានសភាពយ៉ាងដូចម្តេច ចំពោះមនុស្សមជ្ឈឹមវ័យ ?",
    options: ["បាត់បង់ភាពយឺត និងរួមតូច", "បាត់បង់ភាពយឺត និងឡើងស្តើង", "បាត់បង់ភាពយឺត និងរីកធំ", "បាត់បង់ភាពយឺត និងឡើងក្រាស់"],
    correctAnswerIndex: 3
  },
  {
    id: 375,
    question: "តើបណ្តាលមកពី ការខូចខាតអ្វី បានជាមនុស្សវ័យចាស់ មានភាពរឹងសន្លាក់ ( Joint stiffness ) ?",
    options: ["ឆ្អឹងខ្ចី សន្លាក់", "ឆ្អឹងទាំងស្រុង", "សរសៃTendon", "Ligament"],
    correctAnswerIndex: 0
  },
  {
    id: 376,
    question: "តើអ្វីខ្លះជាកត្តា ដែលជះឥទ្ធិពលទៅលើ ការរីកលូតលាស់ រាងកាយ និង ការអភិវឌ្ឍ ?",
    options: ["សាសនានិងជំនឿ", "កំណពូជ និងមជ្ឈដ្ឋាន ជុំវិញ", "វប្បធម៌ និងការអប់រំ", "សេដ្ឋកិច្ច និងសហគមន៍"],
    correctAnswerIndex: 1
  },
  {
    id: 377,
    question: "តើត្រូវប្រើវិធីសាស្ត្រមួយ ណាដើម្បីផ្តល់ប្រឹក្សា ឱ្យមានប្រសិទ្ធភាព ?",
    options: ["តាមជំហាន GATHER", "អប់រំ សុខភាព", "ផ្តល់ព័ត៌មាន", "ធ្វើ ការសំភាសន៍"],
    correctAnswerIndex: 0
  },
  {
    id: 378,
    question: "តើសំណួរប្រភេទអ្វី ដែលគេប្រើភាគច្រើន ក្នុងជំហាន នៃការផ្តល់ប្រឹក្សា ?",
    options: ["សំណួរ បើក", "សំណួរ បិទ", "សំណួរ នាំមុខ", "សំណួរ ដេញដោល"],
    correctAnswerIndex: 0
  },
  {
    id: 379,
    question: "តើសំណួរមួយណា ដែលជាប្រភេទ សំណួរបើក ?",
    options: ["តើអ្នកចង់ពន្យារ កំណើតឬទេ", "តើអ្នកមានបញ្ហាអ្វីខ្លះ ក្នុងការប្រើថ្នាំពន្យារ កំណើត", "តើអ្នក មានកូនឬទេ", "តើអ្នកសប្បាយ ចិត្តណាស់មែនទេ ពេលដែលប្រលងជាប់"],
    correctAnswerIndex: 1
  },
  {
    id: 380,
    question: "តើសំណួរមួយណា ដែលជាប្រភេទ សំណួរបិទ ?",
    options: ["សូមអ្នករៀបរាប់ពីបញ្ហា ដែលមាននៅ ក្នុងគ្រួសាររបស់អ្នក", "តើអ្នក មានអារម្មណ៍ដូចម្តេច ប្រសិនបើអ្នកឆ្លងជំងឺអេដស៍", "តើអ្នកយល់ពី មធ្យោបាយពន្យារ កំណើតឬទេ", "តើមធ្យោបាយ ពន្យារកំណើតមាន សារៈសំខាន់យ៉ាងដូចម្តេច"],
    correctAnswerIndex: 2
  },
  {
    id: 381,
    question: "តើអ្វីមួយ ជាកត្តាធ្វើឱ្យការប្រាស័យទាក់ទង គ្មានប្រសិទ្ធភាព ?",
    options: ["ប្រើពាក្យ សាមញ្ញនិងគួរសម", "ខ្លឹមសារច្បាស់លាស់", "ការបញ្ជូនសារមិនទាន់ ពេលវេលា", "ប្រវែងសារសមស្រប"],
    correctAnswerIndex: 2
  },
  {
    id: 382,
    question: "តើឥរិយាបថ ណាមួយដែលអ្នក គួរជៀសវាង ក្នុងពេលផ្តល់ប្រឹក្សា ?",
    options: ["ការស្រាយបំភ្លឺ ចម្លើយអតិថិជន", "ការយកចិត្តទុកដាក់ ស្ដាប់អតិថិជន", "ការអប់រំអតិថិជន", "ការឆ្លើយជំនួស អតិថិជន"],
    correctAnswerIndex: 3
  },
  {
    id: 383,
    question: "តើអ្វីមួយ ដែលមិនមែនជាតួនាទី របស់អ្នកពិគ្រោះពិភាក្សា ក្នុងការជួយអតិថិជន ដើម្បីធ្វើការសម្រេចចិត្ត ស្តីពីមធ្យោបាយ ពន្យារកំណើត ?",
    options: ["ការគួរសម-រាក់ទាក់ ជាមួយអតិថិជន", "ប្រាប់ ឱ្យអតិថិជនធ្វើការជ្រើសរើសយកមធ្យោបាយ ពន្យារកំណើត", "សាកសួរចំណេះដឹង និងតំរូវការ របស់អតិថិជន", "និយាយប្រាប់អតិថិជនពី មធ្យោបាយពន្យារកំណើត"],
    correctAnswerIndex: 1
  },
  {
    id: 384,
    question: "តើឥរិយាបថមួយណា ដែលមិនល្អ ក្នុងការប្រាស័យទាក់ទង ?",
    options: ["ការងក់ក្បាល", "ការនិយាយ កាត់", "ការស្វាគមន៍", "ការញញឹម"],
    correctAnswerIndex: 1
  },
  {
    id: 385,
    question: "តើអ្វីមួយ ដែលមិនមែនជាវិធីសាស្ត្រ ក្នុងការសាកសួររក ឱ្យឃើញបញ្ហា របស់អតិថិជន ?",
    options: ["ធ្វើឱ្យស្ត្រី មានទំនុក ចិត្តមកលើអ្នក", "ពិនិត្យដោយយក ចិត្តទុកដាក់", "ស្តាប់ស្ត្រីនិយាយ ដោយយកចិត្តទុកដាក់", "រក្សាការសម្ងាត់ ក្នុងការនិយាយ"],
    correctAnswerIndex: 1
  },
  {
    id: 386,
    question: "តើឧបសគ្គ ដែលអាចកើត មាននៅពេលបកស្រាយ គំនិតទាក់ទងទៅនឹងអ្វី ?",
    options: ["អ្នកបញ្ជូន យល់ពីអត្ថន័យ", "អារម្មណ៍របស់ អ្នកទទួល", "ការឆ្លើយតប របស់អ្នកទទួល", "អារម្មណ៍ របស់អ្នកបញ្ជូន"],
    correctAnswerIndex: 1
  },
  {
    id: 387,
    question: "តើអ្វីខ្លះជាឧបសគ្គ ដែលអាចកើត មាននៅពេលទទួលសារ ?",
    options: ["មធ្យោបាយសមស្រប និងទាន់ពេលវេលា", "ប្រើពាក្យ មានន័យច្រើន បរិយាកាសល្អ", "សារមក មិនទាន់ពេលផ្ញើរ ខុសទិសដៅ", "មានចម្លើយតប ប្រើគំនិតឬព័ត៌មានខុស"],
    correctAnswerIndex: 2
  },
  {
    id: 388,
    question: "តើអ្នកទទួលសារ ត្រូវធ្វើដូចម្តេចខ្លះ៖ ដើម្បីឱ្យការប្រាស័យទាក់ទង បានល្អ ?",
    options: ["ស្វែងយល់អត្ថន័យ និង ផ្តល់ព័ត៌មាន ត្រឡប់", "មានគោលបំណង ជាមួលដ្ឋាននិងផ្តល់ ព័ត៌មានត្រឡប់", "រក្សាពីគំនិត របស់ខ្លួន និង ផ្តល់ព័ត៌មានត្រឡប់", "គិតទៅ តាមកម្រិត និង ឋានៈរបស់អ្នកផ្តល់សារ"],
    correctAnswerIndex: 0
  },
  {
    id: 389,
    question: "តើអ្នកបញ្ជូនសារ ត្រូវធ្វើអ្វីខ្លះ តាមលំនាំនៃ ការប្រាស័យទាក់ទង ?",
    options: ["បង្កើតគំនិត រៀបរៀង គំនិតបកស្រាយគំនិត", "បង្កើតគំនិត រៀបរៀងគំនិត បញ្ជូនគំនិត", "បង្កើតគំនិត ទទួល គំនិតបកស្រាយគំនិត", "បង្កើតគំនិត បញ្ជូន គំនិតបកស្រាយគំនិត"],
    correctAnswerIndex: 1
  },
  {
    id: 390,
    question: "តើអ្នកទទួលសារ ត្រូវធ្វើអ្វីខ្លះ តាមលំនាំនៃ ការប្រាស័យទាក់ទង ?",
    options: ["ទទួលគំនិត ឆ្លើយតបគំនិត វិភាគគំនិត", "ទទួលគំនិត រៀបរៀងគំនិត ឆ្លើយតបគំនិត", "ទទួលគំនិត បកស្រាយគំនិតឆ្លើយ តបគំនិត", "ទទួលគំនិត បង្កើតគំនិត ឆ្លើយតបគំនិត"],
    correctAnswerIndex: 2
  },
  {
    id: 391,
    question: "តើចម្លើយមួយណា ដែលជាអាការប្បកិរិយា មិនល្អរបស់អ្នក ផ្តល់ប្រឹក្សា ?",
    options: ["គោរពគាត់ដោយ សុភាពរាបសារ", "អនុញ្ញាតឱ្យគាត់ បញ្ចេញយោបល់", "បង្កើតភាព ស្និទ្ធស្នាលរាក់ទាក់", "និយាយដោយ ប្រើភាសាបច្ចេក ទេសច្រើន"],
    correctAnswerIndex: 3
  },
  {
    id: 392,
    question: "តើអ្វីមួយ ជាគោលបំណងសំខាន់ នៃការបង្រៀន ក្នុងការប្រាស័យ ទាក់ទងជាក្រុម ?",
    options: ["ផ្តល់ព័ត៌មាន ដើម្បីឱ្យមាន ការចូលរួម", "ដោះស្រាយបញ្ហា របស់អតិថិជន", "ផ្តល់ព័ត៌មាន ដើម្បីផ្លាស់ប្តូរ របៀបរស់នៅ", "ផ្តល់នូវអ្វី ដែលជាតម្រូវការ របស់អតិថិជន"],
    correctAnswerIndex: 0
  },
  {
    id: 393,
    question: "តើអ្វីមួយ ដែលមិនមែនជា គោលបំណងក្នុងការ ផ្តល់ប្រឹក្សាលើកទឹកចិត្ត ?",
    options: ["សំដែង ការយល់ចិត្ត", "កាត់បន្ថយភាព ស្របគ្នា", "អត់ធ្មត់", "មានទំនុកចិត្តលើ សមត្ថភាពរបស់ខ្លួន"],
    correctAnswerIndex: 1
  },
  {
    id: 394,
    question: "តើតាមរយៈអ្វី ដែលតម្លៃសីលធម៌ផ្ទាល់ខ្លួន ត្រូវបានគេទទួលស្គាល់ ?",
    options: ["សង្គម និង ក្រុមគ្រួសារ", "វប្បធម៌និងសាសនា", "ការឧស្សាហ៍ ព្យាយាមរៀនសូត្រ", "ការអនុវត្តន៍ ជំនាញផ្ទាល់ខ្លួន"],
    correctAnswerIndex: 0
  },
  {
    id: 395,
    question: "តើពាក្យថាស្វ័យភាព នៃតម្លៃសីលធម៌វិជ្ជាជីវៈថែទាំ គេសំដៅទៅលើន័យអ្វី ដែលសំខាន់ជាងគេ ?",
    options: ["ការប្តេជ្ញាចិត្តបំរើ សេវ៉ាយ៉ាងមុតមាំ", "ការគោរពសិទ្ធិ ក្នុងការសម្រេចចិត្ត ផ្តល់ការថែទាំ", "គោរពសិទ្ធិ ក្នុងការទទួលបានការថែទាំ", "ការប្តេជ្ញា ក្នុងការបណ្តុះបណ្តាល"],
    correctAnswerIndex: 1
  },
  {
    id: 396,
    question: "តើច្បាប់ នៃសីលធម៌ ដែលមានក្នុងគោលការណ៍ សីលធម៌គឺជាអ្វី ?",
    options: ["ជាបញ្ញត្តិដ៏ជាក់ លាក់ទៅលើ សកម្មភាព", "ជាការទទួលខុសត្រូវ ក្នុងវិជ្ជាជីវៈ", "ជាសច្ចភាព នៃតម្លៃសីលធម៌", "ជាស្វ័យភាព នៃតម្លៃសីលធម៌"],
    correctAnswerIndex: 0
  },
  {
    id: 397,
    question: "ហេតុអ្វី បានជាគេបង្កើតក្រមសីលធម៌ ដែលទាក់ទងទៅនឹង ជំងឺអេដស៍ ?",
    options: ["ព្រោះជាបញ្ហាដែល ត្រូវដោះស្រាយ", "ដោយសារទំនាក់ទំនង ជិតស្និទ្ធនិងឥរិយាបទ ផ្លូវភេទ ការប្រើប្រាស់ ថ្នាំញៀន", "ជាចំនុច នៃសុខភាពរបស់ មនុស្សគ្រប់វ័យ", "ជាបែបបទ បញ្ញត្តិមួយដែល គេបង្កើតឡើង"],
    correctAnswerIndex: 1
  },
  {
    id: 398,
    question: "តើអ្វីមួយ ដែលមិនមែនជា ការគាំទ្រមូលដ្ឋាន នៃសិទ្ធិអតិថិជន ?",
    options: ["គិលានុបដ្ឋាកទទួលខុសត្រូវ នូវទ្រព្យសម្បត្តិរបស់ អតិថិជន", "អតិថិជន មានសិទ្ធិគោរព និងទំនាក់ទំនង ជាមួយគិលានុបដ្ឋាក", "គិលានុបដ្ឋាកមាន តួនាទីទទួលខុសត្រូវក្នុងការផ្តល់សេវាថែទាំ", "អតិថិជន មានសិទ្ធិក្នុងការជ្រើសរើស ការសម្រេចចិត្តដើម្បី ទទួលការថែទាំ"],
    correctAnswerIndex: 0
  },
  {
    id: 399,
    question: "តើការស្លាប់ ដោយគ្មានការឈឺចាប់ បែបសកម្ម មានន័យយ៉ាងដូចម្តេច ក្នុងក្រមសីលធម៌ថែទាំ ដែលទាក់ទងនឹង ជីវិតចុងក្រោយ ?",
    options: ["ការជួយ ដល់អតិថិជន ក្នុងការធ្វើអត្តឃាត ដោយមានឬគ្មាន សំណូមពរ", "ការផ្តាច់ចេញនូវ គ្រឿងឧបត្ថម្ភជីវិត", "ការទុកចោលឱ្យ ស្លាប់តាមយថាហេតុ", "ការផ្តល់ឱកាសឱ្យអតិថិ ជនស្លាប់តាមសំរួល"],
    correctAnswerIndex: 0
  },
  {
    id: 400,
    question: "តើការស្លាប់ ដោយមានជំនួយ មានន័យយ៉ាងដូចម្តេច ក្នុងក្រមសីលធម៌ថែទាំ ដែលទាក់ទងនឹង ជីវិតចុងក្រោយ ?",
    options: ["ការផ្តាច់ចេញ នូវគ្រឿងឧបត្ថម្ភជីវិត", "ការជួយធ្វើអត្តឃាត ដោយមានសំណូមពរ ពីអ្នកជំងឺ", "ការទុកចោល ឱ្យស្លាប់តាមយថាហេតុ", "ការផ្តល់ឱកាសឱ្យ អតិថិជនស្លាប់តាមសំរួល"],
    correctAnswerIndex: 1
  },
  {
    id: 401,
    question: "តើការស្លាប់ ដោយគ្មានការឈឺចាប់បែបអកម្ម មានន័យ យ៉ាងដូចម្តេច ក្នុងក្រមសីលធម៌ថែទាំ ដែលទាក់ទងនឹង ជីវិតចុងក្រោយ ?",
    options: ["ការស្លាប់ដោយបញ្ឈប់ នូវគ្រឿងឧបត្ថម្ភ ជីវិត", "ការផ្តល់ឱកាស ឱ្យអតិថិជនស្លាប់ តាមសំរួល", "ការជួយបន្ថែម ឱ្យធ្វើអត្តឃាត ប្រសិនបើ មានសំណូមពរ", "ការទុកចោលឱ្យស្លាប់ តាមយថាហេតុ"],
    correctAnswerIndex: 0
  },
  {
    id: 402,
    question: "តើអ្វីទៅ ជាការថែទាំព្យាបាល ដើម្បីទ្រទ្រង់ជីវិត ចុងក្រោយ ?",
    options: ["ជាការជួយពន្យារជីវិតរស់នៅ ឱ្យមានផាសុខភាព", "ជាការជួយពន្យារ ដល់ជីវិតរស់នៅតែ មិនមានសុខភាពឡើងវិញ រហូតនោះទេ", "ជាការជួយពន្យារ ជីវិតរស់នៅ ឱ្យបានយូរអង្វែង", "ជាការជួយពន្យារ ជីវិតរស់នៅ មួយរយៈពេលខ្លីបំផុត"],
    correctAnswerIndex: 1
  },
  {
    id: 403,
    question: "តើអ្នក ត្រូវធ្វើយ៉ាងដូចម្តេច ក្នុងការអនុវត្តន៍ តាមតួនាទីរបស់ខ្លួន ចំពោះអ្នកជំងឺ ដែលបានសម្រេចចិត្ត បញ្ឈប់ការព្យាបាល ?",
    options: ["ត្រូវតែបញ្ឈប់ការថែ ទាំដូចការព្យាបាលដែរ", "ត្រូវធ្វើការថែ ទាំតែផ្នែករាងកាយ", "ត្រូវ ឱ្យអ្នកជំងឺ ទៅធ្វើការថែទាំនៅផ្ទះ", "ត្រូវធានានូវការថែទាំ ផ្នែកស្មារតី និងវិធានការណ៍ ផាសុកភាព"],
    correctAnswerIndex: 3
  },
  {
    id: 404,
    question: "តើអ្វីមួយ ជាតម្លៃយុត្តិធម៌សង្គម នៃអ្នកមានវិជ្ជា ជីវៈថែទាំ ?",
    options: ["ការផ្តល់សេវា ថែទាំឱ្យបានត្រឹមត្រូវ", "មានសម្ភារៈ បច្ចេកទេសទំនើបៗ", "ការធានាការព្យាបាល ស្របច្បាប់ជាមួយ គុណភាព ថែទាំ", "មានជំនាញ ក្នុងការថែទាំ កម្រិតខ្ពស់"],
    correctAnswerIndex: 2
  },
  {
    id: 405,
    question: "តើដើម្បីបញ្ជាក់ពីអ្វី ដែលត្រូវមាន ការអភិវឌ្ឍន៍សីលធម៌ នៃការថែទាំ ?",
    options: ["ការទំនាក់ទំនងគ្នា រវាងគិលានុបដ្ឋាក និង អតិថិជន", "ភាពជាក់លាក់ទៅលើ សកម្មភាពថែទាំ", "ភាពលំបាកនៃ សកម្មភាពថែទាំ", "ភាពខុសនិងត្រូវ អ្វីដែលគួរធ្វើ និង មិនគួរធ្វើ"],
    correctAnswerIndex: 3
  },
  {
    id: 406,
    question: "តើអ្វីមួយ ដែលបញ្ជាក់ពីប្រភេទ ទ្រឹស្តីជាមូលដ្ឋាន ពីផលវិបាកនៃរចនា សម្ព័ន្ធសីលធម៌ ?",
    options: ["សកម្មភាព ដែលវិនិច្ឆ័យថា ខុស ឬ ត្រូវ", "ការសម្រេចចិត្ត ផ្ដល់ការថែទាំ", "ការប្ដេជ្ញាចិត្ត និង តម្រូវការថែរក្សា ទំនាក់ទំនង", "ការពារនូវសេចក្ដីថ្លៃថ្នូរ របស់អតិថិជន"],
    correctAnswerIndex: 0
  },
  {
    id: 407,
    question: "តើទ្រឹស្តីណាមួយ ដែលមិនមែនជាទ្រឹស្តី នៃរចនាសម្ព័ន្ធសីលធម៌ ?",
    options: ["ទ្រឹស្តីមាន មូលដ្ឋានពីគោលការណ៍", "ទ្រឹស្តីមាន មូលដ្ឋានពីផលបាក", "ទ្រឹស្តី មានមូលដ្ឋាន ពីការទំនាក់ទំនង", "ទ្រឹស្តីរចនាសម្ព័ន្ធ គ្រប់គ្រងទូទៅក្នុង មន្ទីរពេទ្យ"],
    correctAnswerIndex: 3
  },
  {
    id: 408,
    question: "តើក្រមសីលធម៌ វិជ្ជាជីវៈថែទាំ ជាការថ្លែងបញ្ជាក់ អំពីអ្វី ?",
    options: ["ការផ្លាស់ប្តូរ បច្ចេកទេសថែទាំ និងសង្គម", "យុទ្ធសាស្ត្រជោគជ័យ លើការអនុវត្តការថែទាំ", "ភាពស្របច្បាប់ នៃឧត្តមគតិរបស់ ក្រុមមនុស្ស និង តម្លៃ", "បច្ចេកវិទ្យា ក្នុងការកើនឡើង នៃចំនួនមនុស្ស"],
    correctAnswerIndex: 2
  },
  {
    id: 409,
    question: "តើផ្នែកអ្វីខ្លះ នៃវិជ្ជាជីវៈថែទាំ ដែលទទួលបានឥទ្ធិពល ពីក្រមសីលធម៌វិជ្ជាជីវៈថែទាំ ដែលបានបង្កើតឡើង ជាគោលការណ៍សីលធម៌ ?",
    options: ["ការធ្វើផែនការសីលធម៌ និង បំរើជាស្តង់ដា", "ការអនុវត្តន៍សីលធម៌ និង បំរើជាស្តង់ដា", "ការវាយតម្លៃសីលធម៌ និង បំរើជាស្តង់ដា", "ការវិនិច្ឆ័យសីលធម៌ និងបំរើជាស្តង់ដា សម្រាប់សកម្មភាព វិជ្ជាជីវៈ"],
    correctAnswerIndex: 3
  },
  {
    id: 410,
    question: "តើអ្វីមួយ ដែលមិនមែនជា សមាសភាគជំរុញ ក្នុងបរិយាកាសថែទាំ ដល់អតិថិជន ?",
    options: ["សិទ្ធ និង តម្លៃ របស់មនុស្ស", "ប្រពៃណី និង ទំនៀមទម្លាប់", "ជំនឿ របស់បុគ្គល គ្រួសារ និងសហគមន៍", "ផ្ដល់ការថែទាំ តាមជំនឿនឹង ប្រពៃណីរបស់ សហគមន៍"],
    correctAnswerIndex: 3
  }
        ];
