const questions = [
  {
    "id": 1,
    "question": "តើរសរីរាង្គមួយណា ដែលផ្សំឡើង ដោយសាច់ដុំអឆន្ទៈ( Involuntary ) ?",
    "options": ["ស្បូន", "ថ្លើម", "អណ្តើក", "លំពែង"],
    "correctAnswerIndex": 0
  },
  {
    "id": 2,
    "question": "តើមីតូស គឺជាអ្វី ?",
    "options": [
      "ប្រភេទមួយ នៃការបំបែកខ្លួន របស់កោសិកា ធម្មតា",
      "ការធ្វើមេតាបូលីស របស់កោសិកា",
      "ការជួសជុល កោសិកា ដែលខូចខាត",
      "ប្រភេទមួយ នៃជាលិកា ដែលមាន កោសិកាច្រើន"
    ],
    "correctAnswerIndex": 0
  },
  {
    "id": 3,
    "question": "តើក្រពេញណា មួយដែលជា ក្រពេញអង់ដូគ្រីន ?",
    "options": ["ក្រពេញញើស", "ក្រពេញទឹកមាត់", "ក្រពេញរំលាយអាហារ", "ក្រពេញ Thyroide"],
    "correctAnswerIndex": 3
  }
